[
    "Entre Place Carnot et Cours Léopold, Bus 10 : Nancy Place Carnot → Frouard Munch/Champigneulles Rouchotte suit le parcours suivant : Place Carnot, Cours Léopold.",
    "Bus 10 : Nancy Place Carnot → Frouard Munch/Champigneulles Rouchotte relie Cours Léopold à Désilles en passant par Cours Léopold, Allée Arnaud Beltrame, Place du Luxembourg.",
    "Bus 10 : Nancy Place Carnot → Frouard Munch/Champigneulles Rouchotte relie Lavoir à Courbet en passant par Avenue de Metz.",
    "Bus 10 : Nancy Place Carnot → Frouard Munch/Champigneulles Rouchotte circule entre Courbet et Pont Fleuri en empruntant Avenue de Metz.",
    "Le segment de Bus 10 : Nancy Place Carnot → Frouard Munch/Champigneulles Rouchotte entre Pont Fleuri et La Balance emprunte les rues suivantes : Avenue de Metz.",
    "Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot relie La Balance à Pont Fleuri en passant par Avenue de Metz.",
    "Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot relie Pont Fleuri à Courbet en passant par Avenue de Metz.",
    "Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot circule entre Courbet et Lavoir en empruntant Avenue de Metz.",
    "Entre Lavoir et Brasseries, Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot suit le parcours suivant : Avenue de Metz.",
    "Pour aller de Brasseries à Carsat, Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot traverse principalement Avenue de Metz, street_118727604, Rue de Metz.",
    "Entre Carsat et Saint-Fiacre, Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot suit le parcours suivant : Rue de Metz.",
    "Le trajet de Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot reliant Saint-Fiacre à Désilles passe par Rue de Metz, Place du Luxembourg.",
    "Le segment de Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot entre Désilles et Cours Léopold emprunte les rues suivantes : Place du Luxembourg, Allée Arnaud Beltrame, Cours Léopold.",
    "Bus 10 : Frouard Munch/Champigneulles Rouchotte → Nancy Place Carnot circule entre Cours Léopold et Place Carnot en empruntant Cours Léopold, Place Carnot.",
    "R410 Direct : Toul Gare Routière => Nancy République relie Gentilly à Cavallier en passant par Avenue de la Libération.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre Laxou Champ-le-Boeuf et Moselotte en empruntant Rue de la Meuse, Rue de la Moselotte.",
    "Pour aller de Moselotte à Vair, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Rue de la Moselotte, Rue de la Saône, Rue du Vair.",
    "Le trajet de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud reliant Vair à Laxou Sapinière passe par Rue du Vair, Avenue de la Résistance, street_15050824, street_1205636444, Rue de la Sapinière.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Laxou Sapinière à Croix Saint-Claude en passant par Rue de la Sapinière.",
    "Pour aller de Croix Saint-Claude à Observatoire, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Rue de la Sapinière, Rond-Point de la Sapinière, street_161021498, street_161021482, Rue de la Croix Saint-Claude.",
    "Le segment de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud entre Observatoire et Georges de la Tour emprunte les rues suivantes : Rue de la Croix Saint-Claude.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Georges de la Tour à Boufflers en passant par Rue de la Croix Saint-Claude.",
    "Pour aller de Boufflers à Beauregard Sainte-Anne, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Rue de la Croix Saint-Claude, street_247289456, street_1205633861, street_1205633860, street_1205633859, street_161297994, Avenue de Boufflers.",
    "Entre Beauregard Sainte-Anne et Viray, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud suit le parcours suivant : Avenue de Boufflers.",
    "Pour aller de Viray à La Côte, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Avenue de Boufflers.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre La Côte et Marquette en empruntant Avenue de Boufflers.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Marquette à Chemin Blanc en passant par Avenue de Boufflers.",
    "Pour aller de Chemin Blanc à Messier, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Avenue de Boufflers.",
    "Le segment de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud entre Messier et Santifontaine emprunte les rues suivantes : Avenue de Boufflers.",
    "Le trajet de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud reliant Santifontaine à Préville passe par Avenue de Boufflers, Rue de Saint-Lambert.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre Préville et Commanderie en empruntant Rue de Saint-Lambert, Place de la Commanderie, Avenue Foch.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre Commanderie et Gare – Saint-Léon en empruntant Avenue Foch.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Quartier Saint-Nicolas à Pichon en passant par Rue des Quatre Églises, Avenue du Général Leclerc.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre Briand et Wilson en empruntant Rue Aristide Briand, Rue Gabriel Péri.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Wilson à Norvège en passant par Rue Gabriel Péri.",
    "Entre Norvège et Vandœuvre - Marché, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud suit le parcours suivant : Rue Gabriel Péri.",
    "Le trajet de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud reliant Vandœuvre - Marché à Parc des Sports - Nations passe par Rue Gabriel Péri, street_1412445292, street_1412445291, street_1412445290, street_1412445289, Rue de Gembloux.",
    "Entre Parc des Sports - Nations et Goethe, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud suit le parcours suivant : Rue de Gembloux, street_466155390, street_715054440, street_715054439, Rue Goethe.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Goethe à Angleterre en passant par Rue Goethe, Avenue Jeanne d'Arc.",
    "Le segment de Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud entre Angleterre et Amsterdam emprunte les rues suivantes : Avenue Jeanne d'Arc.",
    "Entre Amsterdam et Place de Londres, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Place de Londres à Mermoz en passant par Avenue Jeanne d'Arc, Rue de Charmes, Route de Mirecourt.",
    "Entre Mermoz et Route d'Heillecourt, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud suit le parcours suivant : Route de Mirecourt.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud relie Route d'Heillecourt à Les Mûriers en passant par Route de Mirecourt.",
    "Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud circule entre Les Mûriers et Houdemont Gare en empruntant Route de Mirecourt.",
    "Pour aller de Houdemont Gare à Érables, Tempo 4 : Laxou Champ le Boeuf → Houdemont Porte Sud traverse principalement Route de Mirecourt.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Érables à Houdemont Gare en passant par Route de Mirecourt.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Houdemont Gare à Les Mûriers en passant par Route de Mirecourt.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Les Mûriers à Route d'Heillecourt passe par Route de Mirecourt.",
    "Pour aller de Route d'Heillecourt à Mermoz, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf traverse principalement Route de Mirecourt.",
    "Pour aller de Mermoz à Place de Londres, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf traverse principalement Route de Mirecourt, Rond-Point des Érables, street_15223017, street_1015409179, street_1015409178, Avenue Jeanne d'Arc.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Place de Londres à Amsterdam en passant par Avenue Jeanne d'Arc.",
    "Entre Amsterdam et Angleterre, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Le segment de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf entre Angleterre et Goethe emprunte les rues suivantes : Avenue Jeanne d'Arc, Rue Goethe.",
    "Entre Goethe et Parc des Sports - Nations, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Rue Goethe, Rue de Gembloux.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf circule entre Parc des Sports - Nations et Vandœuvre - Marché en empruntant Rue de Gembloux, street_466155387, street_466155400, Rue Gabriel Péri.",
    "Pour aller de Vandœuvre - Marché à Norvège, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf traverse principalement Rue Gabriel Péri.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Norvège à Wilson en passant par Rue Gabriel Péri.",
    "Le segment de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf entre Wilson et Briand emprunte les rues suivantes : Rue Gabriel Péri, Rue Aristide Briand.",
    "Entre Briand et Sainte-Colette, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Rue Aristide Briand, Place Gérard d'Alsace, Boulevard Georges Clemenceau.",
    "Entre Sainte-Colette et Oudinot, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Boulevard Georges Clemenceau.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Place Stanislas - Dom Calmet à Bibliothèque passe par Rue Saint-Dizier, Rue Stanislas.",
    "Entre Bibliothèque et Gare – Simone Veil, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Rue Stanislas, Rue Raymond Poincaré.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf circule entre Gare – Simone Veil et Gare – Raymond Poincaré en empruntant Rue Raymond Poincaré.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Gare – Raymond Poincaré à Bégonias en passant par Rue Raymond Poincaré.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Bégonias à Préville passe par Rue Raymond Poincaré.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Préville à Santifontaine passe par Rue Raymond Poincaré, Avenue de Boufflers.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Santifontaine à Messier passe par Avenue de Boufflers.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Messier à Chemin Blanc passe par Avenue de Boufflers.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Chemin Blanc à Marquette passe par Avenue de Boufflers.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Marquette à La Côte en passant par Avenue de Boufflers.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie La Côte à Viray en passant par Avenue de Boufflers.",
    "Entre Viray et Beauregard Sainte-Anne, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Avenue de Boufflers.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf circule entre Beauregard Sainte-Anne et Boufflers en empruntant Avenue de Boufflers, Rue de la Croix Saint-Claude.",
    "Le trajet de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf reliant Boufflers à Georges de la Tour passe par Rue de la Croix Saint-Claude.",
    "Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf relie Georges de la Tour à Observatoire en passant par Rue de la Croix Saint-Claude.",
    "Le segment de Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf entre Observatoire et Croix Saint-Claude emprunte les rues suivantes : Rue de la Croix Saint-Claude, street_23862139, Rue de la Sapinière.",
    "Entre Croix Saint-Claude et Laxou Sapinière, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf suit le parcours suivant : Rue de la Sapinière.",
    "Pour aller de Vair à Laxou Champ-le-Boeuf, Tempo 4 : Houdemont Porte Sud → Laxou Champ le Boeuf traverse principalement Rue du Mouzon, Rue de l'Ornain, Rue de la Meuse.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Grande Corvée et UFR Staps emprunte les rues suivantes : Rue du Jardin Botanique.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant UFR Staps à Joseph Laurent passe par Rue du Jardin Botanique.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Joseph Laurent à Paul Muller passe par Rue du Jardin Botanique, Boulevard des Aiguillettes.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin circule entre Paul Muller et Villers Mairie en empruntant Boulevard des Aiguillettes.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Villers Mairie à Rodin passe par Boulevard des Aiguillettes.",
    "Entre Rodin et Maréville, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Boulevard des Aiguillettes.",
    "Entre Maréville et Provinces, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Boulevard des Aiguillettes, street_23343150, Rue de Maréville, Avenue de l'Europe.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Provinces à Europe passe par Avenue de l'Europe.",
    "Entre Europe et Hardeval, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Avenue de l'Europe, Boulevard Maréchal Foch.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Domaine Sainte-Anne à Médreville passe par Rue Aristide Briand, Rue de Laxou.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Médreville et Sacré-Cœur emprunte les rues suivantes : Rue de Laxou.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Sacré-Cœur et Commanderie emprunte les rues suivantes : Rue de Laxou, Place de la Commanderie, Avenue Foch.",
    "Entre Commanderie et Gare – Saint-Léon, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Avenue Foch.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Gare – Saint-Léon à Gare – Joffre passe par Avenue Foch, street_1358676100, street_1409478103, street_197095509, street_1297705042, Boulevard Joffre.",
    "Pour aller de Place des Vosges à Saint-Julien, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin traverse principalement Place des Vosges, Rue Albert Lebrun.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin circule entre Saint-Julien et Loritz en empruntant Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Loritz et Victor emprunte les rues suivantes : Rue Molitor, Rue Louis Braille, Rue de Tomblaine.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Victor et Austrasie emprunte les rues suivantes : Rue de Tomblaine.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Austrasie et La Meurthe emprunte les rues suivantes : Rue de Tomblaine, Pont de Tomblaine, Rue Camélinat.",
    "Pour aller de La Meurthe à Voltaire, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin traverse principalement Rue Camélinat, Place François Mitterrand, Boulevard Jean Jaurès.",
    "Entre Voltaire et Fraternité, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Boulevard Jean Jaurès, street_239926921, street_239930389, street_241936005, Rue de la Fraternité.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Fraternité et Essey Mouzimpré emprunte les rues suivantes : Rue de la Fraternité, Avenue de Brigachtal.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Essey Mouzimpré à Quartier Kléber passe par Avenue de Brigachtal.",
    "Pour aller de Quartier Kléber à 69ème RI, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin traverse principalement Avenue de Brigachtal, Avenue Kléber, Avenue du 69e Régiment d'Infanterie.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin circule entre 69ème RI et Colonies en empruntant Avenue du 69e Régiment d'Infanterie.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Colonies à Édith Piaf passe par Avenue du 69e Régiment d'Infanterie.",
    "Pour aller de Édith Piaf à Tronc qui Fume, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin traverse principalement Avenue du 69e Régiment d'Infanterie, street_444830248, Avenue de Saulxures.",
    "Le trajet de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin reliant Renaissance à Charles de Gaulle passe par Avenue Charles de Gaulle.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin relie Charles de Gaulle à Blés d'Or en passant par Avenue Charles de Gaulle.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin relie Blés d'Or à Collège Goncourt en passant par Avenue Charles de Gaulle, Route de Seichamps.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin circule entre Collège Goncourt et Semoir en empruntant Route de Seichamps.",
    "Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin relie Semoir à Jardin Roussel en passant par Route de Seichamps, Route de Pulnoy.",
    "Entre Jardin Roussel et Donon, Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin suit le parcours suivant : Route de Pulnoy, street_310910572, street_83064778, street_310910570, Grand' Rue.",
    "Le segment de Tempo 3 : Villers Campus Sciences → Seichamps Haie Cerlin entre Donon et Seichamps - Église emprunte les rues suivantes : Grand' Rue.",
    "Entre Seichamps - Église et Donon, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Grand' Rue.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant Donon à Jardin Roussel passe par Grand' Rue, street_310910571, Route de Pulnoy.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Jardin Roussel et Semoir emprunte les rues suivantes : Route de Pulnoy.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences circule entre Semoir et Collège Goncourt en empruntant Route de Pulnoy, Route de Seichamps.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant Collège Goncourt à Blés d'Or passe par Route de Seichamps, Avenue Charles de Gaulle.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences circule entre Blés d'Or et Charles de Gaulle en empruntant Avenue Charles de Gaulle.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences relie Charles de Gaulle à Renaissance en passant par Avenue Charles de Gaulle.",
    "Pour aller de Renaissance à Porte Verte, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Avenue Charles de Gaulle, street_308779880, Avenue de Saulxures.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Porte Verte et Tronc qui Fume emprunte les rues suivantes : Avenue de Saulxures.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant Tronc qui Fume à Édith Piaf passe par Avenue de Saulxures, street_29980106, street_1270194359, street_1270194360, street_444830253, street_719604995, street_719604994, street_308780835, Avenue du 69e Régiment d'Infanterie.",
    "Entre Édith Piaf et Colonies, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Avenue du 69e Régiment d'Infanterie.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Colonies et 69ème RI emprunte les rues suivantes : Avenue du 69e Régiment d'Infanterie.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant 69ème RI à Quartier Kléber passe par Avenue du 69e Régiment d'Infanterie, Avenue Kléber, Avenue de Brigachtal.",
    "Pour aller de Quartier Kléber à Essey Mouzimpré, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Avenue de Brigachtal.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant Essey Mouzimpré à Fraternité passe par Avenue de Brigachtal, Rue de la Fraternité.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Fraternité et Voltaire emprunte les rues suivantes : Rue de la Fraternité, street_615113898, street_25730846, street_239930388, Boulevard Jean Jaurès.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Voltaire et La Meurthe emprunte les rues suivantes : Boulevard Jean Jaurès, Place François Mitterrand, Rue Camélinat.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre La Meurthe et Austrasie emprunte les rues suivantes : Rue Camélinat, Pont de Tomblaine, Rue de Tomblaine.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences relie Austrasie à Victor en passant par Rue de Tomblaine.",
    "Pour aller de Victor à Loritz, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Pour aller de Loritz à Saint-Julien, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences circule entre Saint-Julien et Place des Vosges en empruntant Rue Albert Lebrun, Place des Vosges.",
    "Pour aller de Gare – Simone Veil à Gare – Raymond Poincaré, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Rue Raymond Poincaré.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences relie Gare – Raymond Poincaré à Bégonias en passant par Rue Raymond Poincaré.",
    "Entre Bégonias et Préville, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Rue Raymond Poincaré, Avenue Anatole France.",
    "Le trajet de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences reliant Préville à Gridel passe par Avenue Anatole France.",
    "Pour aller de Gridel à Médreville, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Avenue Anatole France, Avenue Paul Déroulède.",
    "Entre Médreville et Domaine Sainte-Anne, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Avenue Paul Déroulède.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences relie Domaine Sainte-Anne à Victoire en passant par Avenue Paul Déroulède, Boulevard Maréchal Foch.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences circule entre Victoire et Hardeval en empruntant Boulevard Maréchal Foch.",
    "Pour aller de Hardeval à Europe, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Boulevard Maréchal Foch, Avenue de l'Europe.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences relie Europe à Provinces en passant par Avenue de l'Europe.",
    "Entre Rodin et Villers Mairie, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Boulevard des Aiguillettes.",
    "Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences circule entre Villers Mairie et Paul Muller en empruntant Boulevard des Aiguillettes.",
    "Le segment de Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences entre Paul Muller et Joseph Laurent emprunte les rues suivantes : Boulevard des Aiguillettes, Rue du Jardin Botanique.",
    "Pour aller de Joseph Laurent à UFR Staps, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences traverse principalement Rue du Jardin Botanique.",
    "Entre UFR Staps et Grande Corvée, Tempo 3 : Seichamps Haie Cerlin → Villers Campus Sciences suit le parcours suivant : Rue du Jardin Botanique.",
    "Entre Art-sur-Meurthe et Art-sur-Meurthe Mairie, Bus 20 : Art-sur-Meurthe → Nancy Gare suit le parcours suivant : Rue Albert Schweitzer, Rue de Lorraine, Rue George Chepfer.",
    "Le segment de Bus 20 : Art-sur-Meurthe → Nancy Gare entre Art-sur-Meurthe Mairie et Art-sur-Meurthe Château emprunte les rues suivantes : Rue George Chepfer, Rue du Faubourg Saint-Phlin, Avenue de la Chartreuse.",
    "Pour aller de Art-sur-Meurthe Château à Repentir, Bus 20 : Art-sur-Meurthe → Nancy Gare traverse principalement Avenue de la Chartreuse.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare circule entre Repentir et Chartreuse en empruntant Avenue de la Chartreuse.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare relie Chartreuse à Bosserville en passant par Avenue de la Chartreuse, Rue du Pigea.",
    "Pour aller de Bosserville à Napoléon, Bus 20 : Art-sur-Meurthe → Nancy Gare traverse principalement Rue du Pigea, Rue Napoléon 1er.",
    "Entre Napoléon et Sainte-Marguerite, Bus 20 : Art-sur-Meurthe → Nancy Gare suit le parcours suivant : Rue Napoléon 1er, Avenue Sainte-Marguerite.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare circule entre Sainte-Marguerite et Tuilerie en empruntant Avenue Sainte-Marguerite, street_677943704, street_28037941, Boulevard Tolstoï.",
    "Pour aller de Tuilerie à Galilée, Bus 20 : Art-sur-Meurthe → Nancy Gare traverse principalement Boulevard Tolstoï.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare relie Galilée à Salengro en passant par Boulevard Tolstoï, Chemin du Bois la Dame.",
    "Pour aller de Grande Haie à Pottier, Bus 20 : Art-sur-Meurthe → Nancy Gare traverse principalement Avenue Eugène Pottier.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare relie Stade Matter à Esplanade en passant par Avenue Charles Étienne Collignon.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare relie Esplanade à Loritz en passant par Avenue Charles Étienne Collignon.",
    "Bus 20 : Art-sur-Meurthe → Nancy Gare relie Loritz à Saint-Julien en passant par Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Entre Saint-Julien et Place des Vosges, Bus 20 : Art-sur-Meurthe → Nancy Gare suit le parcours suivant : Rue Albert Lebrun, Place des Vosges.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe relie Place des Vosges à Saint-Julien en passant par Place des Vosges, Rue Albert Lebrun.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe relie Saint-Julien à Loritz en passant par Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Pour aller de Loritz à Esplanade, Bus 20 : Nancy Gare → Art-sur-Meurthe traverse principalement Rue Molitor, Rue Louis Braille, Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe relie Esplanade à Stade Matter en passant par Avenue Charles Étienne Collignon.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe relie Stade Matter à Rive Droite – Méchelle en passant par Avenue Charles Étienne Collignon, Pont de la Concorde, street_26609488, street_615113900, street_615113899, street_10522873, street_241938457, street_239926921, Avenue Eugène Pottier.",
    "Le segment de Bus 20 : Nancy Gare → Art-sur-Meurthe entre Rive Droite – Méchelle et Pottier emprunte les rues suivantes : Avenue Eugène Pottier.",
    "Pour aller de Pottier à Grande Haie, Bus 20 : Nancy Gare → Art-sur-Meurthe traverse principalement Avenue Eugène Pottier.",
    "Le segment de Bus 20 : Nancy Gare → Art-sur-Meurthe entre Salengro et Galilée emprunte les rues suivantes : Chemin du Bois la Dame.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe circule entre Galilée et Tuilerie en empruntant Chemin du Bois la Dame, Boulevard Tolstoï.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe relie Tuilerie à Sainte-Marguerite en passant par Boulevard Tolstoï, Avenue Sainte-Marguerite.",
    "Entre Sainte-Marguerite et Napoléon, Bus 20 : Nancy Gare → Art-sur-Meurthe suit le parcours suivant : Avenue Sainte-Marguerite.",
    "Entre Napoléon et Bosserville, Bus 20 : Nancy Gare → Art-sur-Meurthe suit le parcours suivant : Avenue Sainte-Marguerite, street_28037941, street_677943704, Avenue de la Chartreuse.",
    "Le segment de Bus 20 : Nancy Gare → Art-sur-Meurthe entre Bosserville et Chartreuse emprunte les rues suivantes : Avenue de la Chartreuse.",
    "Le segment de Bus 20 : Nancy Gare → Art-sur-Meurthe entre Chartreuse et Repentir emprunte les rues suivantes : Avenue de la Chartreuse.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe circule entre Repentir et Art-sur-Meurthe Château en empruntant Avenue de la Chartreuse.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe circule entre Art-sur-Meurthe Château et 18 Juin en empruntant Avenue de la Chartreuse, Rue du 18 Juin, Rue Albert Schweitzer.",
    "Bus 20 : Nancy Gare → Art-sur-Meurthe circule entre 18 Juin et Art-sur-Meurthe en empruntant Rue Albert Schweitzer.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Pasteur à Descartes passe par Rue Denis Papin.",
    "Pour aller de Descartes à Ader, Bus 21 : Ludres Marvingt → Nancy Gare traverse principalement Rue Denis Papin.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Ader à Dynapôle passe par Rue Denis Papin, Rue Augustin Fresnel, street_122392690, street_667552292, street_122392669, street_122392667, Rue Gustave Eiffel.",
    "Entre Dynapôle et Eiffel, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Rue Gustave Eiffel.",
    "Entre Eiffel et Champ Moyen, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Rue Gustave Eiffel.",
    "Bus 21 : Ludres Marvingt → Nancy Gare circule entre Champ Moyen et Fléville en empruntant Rue Gustave Eiffel, street_28301167, street_244348445, street_29434591, Rue d'Erfurt, street_125915991, street_218079207, street_136785098, street_136785103, street_136785106, street_586578391, street_136785102, street_136785107, Rue Léon Ducret.",
    "Pour aller de Fléville à Fléville Fleurychamp, Bus 21 : Ludres Marvingt → Nancy Gare traverse principalement Rue Léon Ducret, Rue des Canards, Rue du Breuil, Place de Fleurychamp.",
    "Bus 21 : Ludres Marvingt → Nancy Gare relie Fléville Fleurychamp à Château en passant par Place de Fleurychamp, Rue des Pruez, street_1331124242, street_246157469, Rue de Ludres, Place du Monument, Rue Léon Ducret, Rue du Château.",
    "Bus 21 : Ludres Marvingt → Nancy Gare circule entre Château et Fléville Mairie en empruntant Rue du Château.",
    "Le segment de Bus 21 : Ludres Marvingt → Nancy Gare entre Fléville Mairie et Croix du Soldat emprunte les rues suivantes : Rue du Château.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Croix du Soldat à L'Orée du Bois passe par Rue du Château, street_244400936, street_1395553898, street_1413506017, street_1413506016, street_1413506018, street_22818131, street_22814960, street_244299767, street_22814961, Rond-Point d'Armsheim.",
    "Entre L'Orée du Bois et Besançon, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Rond-Point d'Armsheim, street_22814963, street_244299769, street_22814960, Route de Fléville.",
    "Le segment de Bus 21 : Ludres Marvingt → Nancy Gare entre Besançon et Le Pré de la Dame emprunte les rues suivantes : Route de Fléville.",
    "Le segment de Bus 21 : Ludres Marvingt → Nancy Gare entre Le Pré de la Dame et Route de Fléville emprunte les rues suivantes : Route de Fléville.",
    "Entre Route de Fléville et Emmaüs, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Route de Fléville, Avenue Général de Gaulle.",
    "Pour aller de Emmaüs à Montaigu, Bus 21 : Ludres Marvingt → Nancy Gare traverse principalement Avenue Général de Gaulle.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Montaigu à Musée de l'Histoire du Fer passe par Avenue Général de Gaulle.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Musée de l'Histoire du Fer à Fonteno passe par Avenue Général de Gaulle, Rue du Moulin.",
    "Entre Fonteno et Evrard, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Rue du Moulin, Rue Maréchal Foch, Rue du Maréchal Gallieni.",
    "Entre Evrard et Belle Croix, Bus 21 : Ludres Marvingt → Nancy Gare suit le parcours suivant : Rue du Maréchal Gallieni, Avenue de la Malgrange.",
    "Pour aller de Belle Croix à Alsace-Bonsecours, Bus 21 : Ludres Marvingt → Nancy Gare traverse principalement Avenue de la Malgrange, Rue de la République.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Alsace-Bonsecours à Achille Levy passe par Rue de la République, street_22818456, Avenue de Strasbourg.",
    "Le segment de Bus 21 : Ludres Marvingt → Nancy Gare entre Achille Levy et Vic emprunte les rues suivantes : Avenue de Strasbourg.",
    "Le trajet de Bus 21 : Ludres Marvingt → Nancy Gare reliant Vic à Hôpital Central - Maternité passe par Avenue de Strasbourg.",
    "Bus 21 : Ludres Marvingt → Nancy Gare relie Hôpital Central - Maternité à Place des Vosges en passant par Avenue de Strasbourg, Avenue du Maréchal de Lattre de Tassigny, Place des Vosges.",
    "Pour aller de Place des Vosges à Hôpital Central - Maternité, Bus 21 : Nancy Gare → Ludres Marvingt traverse principalement Place des Vosges, Avenue du Maréchal de Lattre de Tassigny, Avenue de Strasbourg.",
    "Entre Hôpital Central - Maternité et Vic, Bus 21 : Nancy Gare → Ludres Marvingt suit le parcours suivant : Avenue de Strasbourg.",
    "Le segment de Bus 21 : Nancy Gare → Ludres Marvingt entre Vic et Achille Lévy emprunte les rues suivantes : Avenue de Strasbourg.",
    "Le trajet de Bus 21 : Nancy Gare → Ludres Marvingt reliant Achille Lévy à Alsace-Bonsecours passe par Avenue de Strasbourg.",
    "Le segment de Bus 21 : Nancy Gare → Ludres Marvingt entre Alsace-Bonsecours et Jarville Mairie emprunte les rues suivantes : Avenue de Strasbourg, street_22818456, Rue de la République, Avenue de la Malgrange.",
    "Entre Jarville Mairie et Belle Croix, Bus 21 : Nancy Gare → Ludres Marvingt suit le parcours suivant : Avenue de la Malgrange.",
    "Pour aller de Belle Croix à Evrard, Bus 21 : Nancy Gare → Ludres Marvingt traverse principalement Avenue de la Malgrange, Rue du Maréchal Gallieni.",
    "Pour aller de Evrard à Fonteno, Bus 21 : Nancy Gare → Ludres Marvingt traverse principalement Rue du Maréchal Gallieni, Rue Maréchal Foch, Rue du Moulin.",
    "Bus 21 : Nancy Gare → Ludres Marvingt circule entre Fonteno et Musée de l'Histoire du Fer en empruntant Rue du Moulin, Avenue Général de Gaulle.",
    "Le trajet de Bus 21 : Nancy Gare → Ludres Marvingt reliant Musée de l'Histoire du Fer à Montaigu passe par Avenue Général de Gaulle.",
    "Le trajet de Bus 21 : Nancy Gare → Ludres Marvingt reliant Montaigu à Emmaüs passe par Avenue Général de Gaulle.",
    "Le segment de Bus 21 : Nancy Gare → Ludres Marvingt entre Emmaüs et Route de Fléville emprunte les rues suivantes : Avenue Général de Gaulle, Route de Fléville.",
    "Entre Route de Fléville et Le Pré de la Dame, Bus 21 : Nancy Gare → Ludres Marvingt suit le parcours suivant : Route de Fléville.",
    "Pour aller de Le Pré de la Dame à Besançon, Bus 21 : Nancy Gare → Ludres Marvingt traverse principalement Route de Fléville.",
    "Bus 21 : Nancy Gare → Ludres Marvingt circule entre Besançon et L'Orée du Bois en empruntant Route de Fléville.",
    "Bus 21 : Nancy Gare → Ludres Marvingt circule entre L'Orée du Bois et Croix du Soldat en empruntant Route de Fléville, street_244299767, street_244299771, street_244299769, street_22818131, street_1413506018, street_1134261453, street_1413506017, Rue du Château.",
    "Bus 21 : Nancy Gare → Ludres Marvingt relie Croix du Soldat à Fléville Mairie en passant par Rue du Château.",
    "Bus 21 : Nancy Gare → Ludres Marvingt circule entre Fléville Mairie et Château en empruntant Rue du Château.",
    "Entre Château et Ducret, Bus 21 : Nancy Gare → Ludres Marvingt suit le parcours suivant : Rue du Château, street_22814956, Rue de Ludres, Place du Monument, Rue Léon Ducret.",
    "Bus 21 : Nancy Gare → Ludres Marvingt relie Ducret à Fléville en passant par Rue Léon Ducret.",
    "Le segment de Bus 21 : Nancy Gare → Ludres Marvingt entre Fléville et Champ Moyen emprunte les rues suivantes : Rue Léon Ducret, street_136785107, street_22818128, street_586578391, street_136785105, street_136785104, street_136785101, street_218079206, Rue d'Erfurt, Rue Gustave Eiffel.",
    "Entre Champ Moyen et Eiffel, Bus 21 : Nancy Gare → Ludres Marvingt suit le parcours suivant : Rue Gustave Eiffel.",
    "Le segment de Bus 21 : Nancy Gare → Ludres Marvingt entre Eiffel et Dynapôle emprunte les rues suivantes : Rue Gustave Eiffel.",
    "Bus 21 : Nancy Gare → Ludres Marvingt circule entre Dynapôle et Collège Jacques Monod en empruntant Rue Gustave Eiffel, street_28301111, street_441834863, street_28301170, street_122392691, street_122392669, street_122392676, street_122392690, Rue Augustin Fresnel, Rue Denis Papin, street_244427632, street_244427630, street_29434452, Rue Lavoisier, Rue Pasteur, street_244427631, street_1303133716, street_1303133717, street_244427626, street_13857606, street_721762309, Avenue Charles Choné, street_16197140, Rond-Point Chaudeau, Avenue de Chaudeau, street_24275101, street_515868576, Rue Marie Marvingt.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Laneuveville Piscine et Sainte-Valdrée emprunte les rues suivantes : Rue Lucien Galtier.",
    "Entre Sainte-Valdrée et Château de Montaigu, Tempo 2 : Laneuveville Centre → Laxou Sapinière suit le parcours suivant : Rue Lucien Galtier.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Château de Montaigu à Gabriel Fauré passe par Rue Lucien Galtier.",
    "Pour aller de Gabriel Fauré à L'Atelier, Tempo 2 : Laneuveville Centre → Laxou Sapinière traverse principalement Rue Lucien Galtier, street_24005196, Rue de la République.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière relie L'Atelier à Jarville République en passant par Rue de la République.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Jarville République à Jarville Mairie passe par Rue de la République.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Jarville Mairie à Alsace-Bonsecours passe par Rue de la République.",
    "Entre Alsace-Bonsecours et Achille Levy, Tempo 2 : Laneuveville Centre → Laxou Sapinière suit le parcours suivant : Rue de la République, street_24005203, street_22818456, Avenue de Strasbourg.",
    "Pour aller de Achille Levy à Vic, Tempo 2 : Laneuveville Centre → Laxou Sapinière traverse principalement Avenue de Strasbourg.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière circule entre Vic et Hôpital Central - Maternité en empruntant Avenue de Strasbourg.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière relie Hôpital Central - Maternité à Place des Vosges en passant par Avenue de Strasbourg, Avenue du Maréchal de Lattre de Tassigny, Place des Vosges.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Place Stanislas - Dom Calmet à Bibliothèque passe par Rue Saint-Dizier, Rue Stanislas.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Bibliothèque et Gare – Simone Veil emprunte les rues suivantes : Rue Stanislas, Rue Raymond Poincaré.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Gare – Simone Veil et Patton emprunte les rues suivantes : Rue Raymond Poincaré, Rue de l'Armée Patton.",
    "Entre Patton et Place Godefroy de Bouillon, Tempo 2 : Laneuveville Centre → Laxou Sapinière suit le parcours suivant : Rue de l'Armée Patton, Place Godefroy de Bouillon.",
    "Pour aller de Place Godefroy de Bouillon à Campus Lettres, Tempo 2 : Laneuveville Centre → Laxou Sapinière traverse principalement Place Godefroy de Bouillon, Boulevard Albert 1er.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Campus Lettres à Place Aimé Morot passe par Boulevard Albert 1er, Boulevard de Scarpone.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Place Aimé Morot et Alix Le Clerc emprunte les rues suivantes : Boulevard de Scarpone.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Alix Le Clerc à Collège Jean Lamour passe par Boulevard de Scarpone.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Collège Jean Lamour et Montée de Pinchard emprunte les rues suivantes : Boulevard de Scarpone, Avenue du Général Patton.",
    "Entre Montée de Pinchard et Tilleul Argenté, Tempo 2 : Laneuveville Centre → Laxou Sapinière suit le parcours suivant : Avenue du Général Patton, Rue Raymond Pinchard, Avenue Raymond Pinchard.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière circule entre Tilleul Argenté et Cèdre Bleu en empruntant Avenue Raymond Pinchard.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Cèdre Bleu à Les Ombelles passe par Avenue Raymond Pinchard.",
    "Entre Les Ombelles et Cliniques, Tempo 2 : Laneuveville Centre → Laxou Sapinière suit le parcours suivant : Avenue Raymond Pinchard.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Cliniques à Palais des Sports - Gentilly passe par Avenue Raymond Pinchard, street_245358784, street_154123751, Rue du Capitaine Guynemer.",
    "Pour aller de Palais des Sports - Gentilly à Cascade - La Fontaine, Tempo 2 : Laneuveville Centre → Laxou Sapinière traverse principalement Rue du Capitaine Guynemer, Rue de la Moselle.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière circule entre Cascade - La Fontaine et La Poste - Champ-le-Boeuf en empruntant Rue de la Moselle, Rue de la Mortagne, Rue de la Seille.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant La Poste - Champ-le-Boeuf à Saint-Jacques II passe par Rue de la Seille.",
    "Le trajet de Tempo 2 : Laneuveville Centre → Laxou Sapinière reliant Madine à Laxou Champ-le-Boeuf passe par Rue de la Meuse.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Laxou Champ-le-Boeuf et Laxou Plateau de Haye emprunte les rues suivantes : Rue de la Meuse, Rue du Mouzon.",
    "Tempo 2 : Laneuveville Centre → Laxou Sapinière circule entre Laxou Plateau de Haye et Mouzon en empruntant Rue du Mouzon.",
    "Pour aller de Mouzon à Vair, Tempo 2 : Laneuveville Centre → Laxou Sapinière traverse principalement Rue du Mouzon, Rue du Vair.",
    "Le segment de Tempo 2 : Laneuveville Centre → Laxou Sapinière entre Vair et Laxou Sapinière emprunte les rues suivantes : Rue du Vair, Avenue de la Résistance, street_15050824, street_1205636444, Rue de la Sapinière.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre circule entre Laxou Sapinière et Laxou Sapinière en empruntant Rue de la Sapinière.",
    "Le trajet de Tempo 2 : Laxou Sapinière → Laneuveville Centre reliant Vair à Laxou Champ-le-Boeuf passe par Rue du Mouzon, Rue de l'Ornain, Rue de la Meuse.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre relie Laxou Champ-le-Boeuf à Madine en passant par Rue de la Meuse.",
    "Le trajet de Tempo 2 : Laxou Sapinière → Laneuveville Centre reliant Saint-Jacques II à La Poste - Champ-le-Boeuf passe par Rue de la Seille, Rue de la Mortagne.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre circule entre Palais des Sports - Gentilly et Cliniques en empruntant Rue du Capitaine Guynemer, street_161027803, Avenue Raymond Pinchard.",
    "Entre Cliniques et Les Ombelles, Tempo 2 : Laxou Sapinière → Laneuveville Centre suit le parcours suivant : Avenue Raymond Pinchard.",
    "Pour aller de Les Ombelles à Cèdre Bleu, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Avenue Raymond Pinchard.",
    "Le trajet de Tempo 2 : Laxou Sapinière → Laneuveville Centre reliant Cèdre Bleu à Tilleul Argenté passe par Avenue Raymond Pinchard.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre circule entre Tilleul Argenté et Montée de Pinchard en empruntant Avenue Raymond Pinchard.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre relie Montée de Pinchard à Collège Jean Lamour en passant par Avenue Raymond Pinchard, street_245484250, Avenue du Général Patton, Boulevard de Scarpone.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Place Aimé Morot et Campus Lettres emprunte les rues suivantes : Boulevard de Scarpone, Boulevard Albert 1er.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Campus Lettres et Place Godefroy de Bouillon emprunte les rues suivantes : Boulevard Albert 1er, Place Godefroy de Bouillon, Rue Victor Hugo.",
    "Pour aller de Place Godefroy de Bouillon à Donrémy, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Rue Victor Hugo, Rue Jeanne d'Arc.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Donrémy et Gare – Saint-Léon emprunte les rues suivantes : Rue Jeanne d'Arc, Avenue Foch.",
    "Pour aller de Quartier Saint-Nicolas à Place des Vosges, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Pour aller de Place des Vosges à Hôpital Central - Maternité, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Place des Vosges, Avenue du Maréchal de Lattre de Tassigny, Avenue de Strasbourg.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre circule entre Hôpital Central - Maternité et Vic en empruntant Avenue de Strasbourg.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Vic et Achille Lévy emprunte les rues suivantes : Avenue de Strasbourg.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Achille Lévy et Alsace-Bonsecours emprunte les rues suivantes : Avenue de Strasbourg.",
    "Pour aller de Alsace-Bonsecours à Jarville Mairie, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Avenue de Strasbourg, street_22818456, Rue de la République.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre relie Jarville Mairie à Jarville République en passant par Rue de la République.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre relie Jarville République à L'Atelier en passant par Rue de la République.",
    "Tempo 2 : Laxou Sapinière → Laneuveville Centre relie L'Atelier à Gabriel Fauré en passant par Rue de la République, street_585763640, street_245484248, Rue Lucien Galtier.",
    "Le segment de Tempo 2 : Laxou Sapinière → Laneuveville Centre entre Gabriel Fauré et Château de Montaigu emprunte les rues suivantes : Rue Lucien Galtier.",
    "Le trajet de Tempo 2 : Laxou Sapinière → Laneuveville Centre reliant Château de Montaigu à Sainte-Valdrée passe par Rue Lucien Galtier.",
    "Pour aller de Sainte-Valdrée à Laneuveville Piscine, Tempo 2 : Laxou Sapinière → Laneuveville Centre traverse principalement Rue Lucien Galtier.",
    "Pour aller de Général Frère à Lisbonne, Citadine 2 : Vandœuvre Roberval ↔ Vandœuvre Roberval traverse principalement Rue Général Frère.",
    "Citadine 2 : Vandœuvre Roberval ↔ Vandœuvre Roberval relie Lisbonne à Hôtel de Ville en passant par Rue de Parme, Rue Carnot, street_1123155282, Rue Eugénie Bergé, Rue de Crévic, Rue Bernard Palissy, street_7374616, Boulevard de l'Europe, Avenue Jeanne d'Arc, Place Gisèle Halimi, Avenue des Jonquilles, Rue de Hollande, Rue de Gembloux, street_466155387, street_466155400, street_1412445293, street_1412445292, Rue de Belgique, Rue d'Echternach, street_714944903, street_160918895, Rond-Point du Vélodrome, street_1241188136, street_1425056851, street_22890678, Avenue du Général Leclerc, Rue Général Frère.",
    "Entre Hôtel de Ville et Crévic, Citadine 2 : Vandœuvre Roberval ↔ Vandœuvre Roberval suit le parcours suivant : Rue de Parme, Rue Carnot, street_1123155282, Rue Eugénie Bergé, Rue de Crévic.",
    "Pour aller de Fournier à Angleterre, Citadine 2 : Vandœuvre Roberval ↔ Vandœuvre Roberval traverse principalement Rue Bernard Palissy, street_7374616, Boulevard de l'Europe, Avenue Jeanne d'Arc.",
    "Citadine 2 : Vandœuvre Roberval ↔ Vandœuvre Roberval relie Angleterre à La Haye en passant par Avenue Jeanne d'Arc, Place Gisèle Halimi, Avenue des Jonquilles.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Laxou Plateau de Haye et Mouzon en empruntant Rue du Mouzon.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Mouzon à Vair passe par Rue du Mouzon, Rue du Vair.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Vair et Laxou Sapinière en empruntant Rue du Vair, Avenue de la Résistance, street_15050824, street_1205636444, Rue de la Sapinière.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Laxou Sapinière à Croix Saint-Claude en passant par Rue de la Sapinière.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Croix Saint-Claude et Ville d'Avray emprunte les rues suivantes : Rue de la Sapinière, Rond-Point de la Sapinière, street_6276490, street_1206197782, street_748887496, Avenue du Bois Gronée, Rue de Maréville, Avenue de l'Europe.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Ville d'Avray à Provinces passe par Avenue de l'Europe.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Provinces à Europe en passant par Avenue de l'Europe.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Europe à Foch passe par Avenue de l'Europe, Boulevard Maréchal Foch.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Foch et Libération emprunte les rues suivantes : Boulevard Maréchal Foch, street_1411938625, street_997238191, Boulevard Cattenoz.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Libération à France Lanord passe par Boulevard Cattenoz.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie France Lanord à Général Mangin en passant par Boulevard Cattenoz.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Général Mangin à Louis Armand passe par Boulevard Cattenoz, Avenue de Brabois.",
    "Entre Louis Armand et Joseph Laurent, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de Brabois, Boulevard des Aiguillettes.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Bruges et Nations en empruntant Boulevard de l'Europe, Rue d'Italie.",
    "Pour aller de Nations à Kehl, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Boulevard de l'Europe, Rue d'Italie.",
    "Entre Kehl et Jeanne d'Arc, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Boulevard de l'Europe, Rue d'Italie, Rue Carnot, Avenue Jeanne d'Arc.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Jeanne d'Arc et Angleterre emprunte les rues suivantes : Avenue Jeanne d'Arc.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Angleterre et Amsterdam emprunte les rues suivantes : Avenue Jeanne d'Arc.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Amsterdam à La Haye passe par Avenue Jeanne d'Arc, Place Gisèle Halimi, Avenue des Jonquilles.",
    "Entre Acacias et Parc des Expositions, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue des Acacias, Rue du 8e Régiment d'Artillerie, street_160931390, street_31110533, street_31110532, Rue Catherine Opalinska.",
    "Pour aller de Parc des Expositions à La Malgrange, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue Catherine Opalinska.",
    "Entre La Malgrange et Clemenceau, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Rue Catherine Opalinska, Avenue de la Malgrange.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Clemenceau et Evrard en empruntant Avenue de la Malgrange, Rue du Maréchal Gallieni.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Evrard et Jarville République emprunte les rues suivantes : Rue du Maréchal Gallieni, Rue Maréchal Foch, Rue de la République.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Jarville République et Jarville Californie emprunte les rues suivantes : Rue de la République, Rue des Forges du Nord-Est, Rue Charles Gounod.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Jarville Californie et Lobau emprunte les rues suivantes : Rue Charles Gounod, street_241208267, Rue Gabriel Fauré, street_441810300, street_693350647, street_605179734, street_197582871, street_197582872, street_15717286, street_605179741, street_22941550, street_605179739, Boulevard Lobau.",
    "Entre Lobau et Molitor, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Boulevard Lobau.",
    "Entre Molitor et Saint-Julien, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Boulevard Lobau, Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Saint-Julien à Place des Vosges passe par Rue Albert Lebrun, Place des Vosges.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Place Stanislas - Dom Calmet et Bibliothèque en empruntant Rue Saint-Dizier, Rue Stanislas.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Bibliothèque à Gare – Simone Veil en passant par Rue Stanislas, Rue Raymond Poincaré.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Gare – Simone Veil à Patton passe par Rue Raymond Poincaré, Rue de l'Armée Patton.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Patton et Place Godefroy de Bouillon en empruntant Rue de l'Armée Patton, Avenue de la Libération.",
    "Entre Place Godefroy de Bouillon et Cavallier, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de la Libération.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Cavallier et Cité Universitaire emprunte les rues suivantes : Avenue de la Libération.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Cité Universitaire et La Foucotte en empruntant Avenue de la Libération.",
    "Entre La Foucotte et Saint-Mansuy, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de la Libération.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Saint-Mansuy à Buthégnémont en passant par Avenue de la Libération.",
    "Entre Buthégnémont et Colline, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de la Libération.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Colline à Gentilly en passant par Avenue de la Libération.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Gentilly à Vologne passe par Avenue de la Libération, Avenue du Rhin.",
    "Le trajet de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Vologne à Cascade - La Fontaine passe par Avenue du Rhin, Rue de la Moselle.",
    "Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Cascade - La Fontaine et La Poste - Champ-le-Boeuf en empruntant Rue de la Moselle, Rue de la Mortagne, Rue de la Seille.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre La Poste - Champ-le-Boeuf et Saint-Jacques II emprunte les rues suivantes : Rue de la Seille.",
    "Pour aller de Saint-Jacques II à Saint-Exupéry, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue de la Seille, Rue de la Chiers, Rue de la Meuse.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Saint-Exupéry et Parc emprunte les rues suivantes : Rue de la Meuse, Rue de la Saône.",
    "Le segment de Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Parc et Vezouze emprunte les rues suivantes : Rue de la Saône, Rue de la Vezouze.",
    "Pour aller de Vair à Laxou Plateau de Haye, Corol 2 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue du Mouzon.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Laxou Plateau de Haye à Mouzon passe par Rue du Mouzon.",
    "Pour aller de Mouzon à Vair, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue du Mouzon, Rue du Vair.",
    "Pour aller de Vair à Vezouze, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue du Vair, Avenue de la Résistance, Rue de la Vezouze.",
    "Pour aller de Vezouze à Parc, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue de la Vezouze, Rue de la Saône.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Parc et Saint-Exupéry en empruntant Rue de la Saône, Rue de la Meuse.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Saint-Exupéry à Saint-Jacques II passe par Rue de la Meuse, Rue de la Chiers, Rue de la Seille.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Saint-Jacques II à La Poste - Champ-le-Boeuf en passant par Rue de la Seille, Rue de la Mortagne.",
    "Le segment de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Vologne et Gentilly emprunte les rues suivantes : Avenue du Rhin, Avenue de la Libération.",
    "Entre Gentilly et Colline, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de la Libération.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Colline à Buthégnémont passe par Avenue de la Libération.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Buthégnémont et Saint-Mansuy en empruntant Avenue de la Libération.",
    "Pour aller de Saint-Mansuy à La Foucotte, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Avenue de la Libération.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre La Foucotte et Cité Universitaire en empruntant Avenue de la Libération.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Cité Universitaire à Cavallier passe par Avenue de la Libération.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Cavallier et Place Godefroy de Bouillon en empruntant Avenue de la Libération, Rue de l'Armée Patton, Rue Victor Hugo.",
    "Le segment de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Place Godefroy de Bouillon et Donrémy emprunte les rues suivantes : Rue Victor Hugo, Rue Jeanne d'Arc.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Donrémy à Gare – Saint-Léon en passant par Rue Jeanne d'Arc, Avenue Foch.",
    "Pour aller de Quartier Saint-Nicolas à Place des Vosges, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Pour aller de Place des Vosges à Saint-Julien, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Place des Vosges, Rue Albert Lebrun.",
    "Entre Saint-Julien et Molitor, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Rue Albert Lebrun, street_1411936500, Rue Molitor, Boulevard Lobau.",
    "Pour aller de Molitor à Lobau, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Boulevard Lobau.",
    "Pour aller de Lobau à Jarville Californie, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Boulevard Lobau, street_605179741, street_15717286, street_197582872, street_197582871, street_441810304, street_609413352, street_609413349, street_609413346, street_609413356, Rue Gabriel Fauré, street_1411938627, Rue Charles Gounod.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Jarville Californie et Jarville République en empruntant Rue Charles Gounod, Rue des Forges du Nord-Est, Rue de la République.",
    "Entre Jarville République et Evrard, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Rue de la République, Rue Maréchal Foch, Rue du Maréchal Gallieni.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Evrard à Clemenceau en passant par Rue du Maréchal Gallieni, Avenue de la Malgrange.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Parc des Expositions à Acacias passe par Rue Catherine Opalinska, street_160931389, street_31110531, street_6269980, street_183912892, Rue du 8e Régiment d'Artillerie, Avenue des Acacias.",
    "Pour aller de Acacias à Glaïeuls, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Avenue des Acacias, Rue des Glaïeuls.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Glaïeuls à Myosotis en passant par Rue des Glaïeuls, Avenue des Jonquilles.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Myosotis et Jonquilles en empruntant Avenue des Jonquilles.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Jonquilles à La Haye en passant par Avenue des Jonquilles.",
    "Le segment de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye entre La Haye et Amsterdam emprunte les rues suivantes : Avenue des Jonquilles, Place Gisèle Halimi, Avenue Jeanne d'Arc.",
    "Le segment de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Amsterdam et Angleterre emprunte les rues suivantes : Avenue Jeanne d'Arc.",
    "Pour aller de Angleterre à Jeanne d'Arc, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye traverse principalement Avenue Jeanne d'Arc, Boulevard de l'Europe.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Jeanne d'Arc à Kehl passe par Boulevard de l'Europe.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Kehl à Nations passe par Boulevard de l'Europe, street_559864003, Rue des Nations.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye circule entre Joseph Laurent et Louis Armand en empruntant Boulevard des Aiguillettes, street_15736441, Avenue de Brabois.",
    "Entre Louis Armand et Général Mangin, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Avenue de Brabois, Boulevard Cattenoz.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Général Mangin à France Lanord en passant par Boulevard Cattenoz.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie France Lanord à Libération en passant par Boulevard Cattenoz.",
    "Entre Libération et Foch, Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye suit le parcours suivant : Boulevard Cattenoz, street_1425904926, street_1411938626, Boulevard Maréchal Foch.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Foch à Europe passe par Boulevard Maréchal Foch, Avenue de l'Europe.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Europe à Provinces passe par Avenue de l'Europe.",
    "Le segment de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye entre Provinces et Ville d'Avray emprunte les rues suivantes : Avenue de l'Europe.",
    "Le trajet de Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye reliant Ville d'Avray à Croix Saint-Claude passe par Avenue de l'Europe, Rue de Maréville, street_161018823, Avenue du Bois Gronée, street_6276492, street_602391577, street_161021482, street_161025413, Rue de la Sapinière.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Croix Saint-Claude à Laxou Sapinière en passant par Rue de la Sapinière.",
    "Corol 1 : Laxou Plateau de Haye → Laxou Plateau de Haye relie Vair à Laxou Plateau de Haye en passant par Rue du Mouzon.",
    "Pour aller de Montée de Pinchard à Maxéville Mairie, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Avenue du Général Patton, Rue du 15 Septembre 1944.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Maxéville Mairie à Solvay passe par Rue du 15 Septembre 1944, Rue de la Justice, Rue Solvay.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Solvay à Améthyste passe par Rue Solvay, Rue de Lorraine.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Améthyste à Courbet passe par Rue de Lorraine, street_452940267, Rue Gambetta, Rue Courbet.",
    "Pour aller de Courbet à Lafayette, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Rue Courbet, street_164043197, Rue Lafayette.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Lafayette à Deville passe par Rue Lafayette.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée circule entre Deville et Dusaulx en empruntant Rue Lafayette, street_1411938621, Rue Charles Dusaulx.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée circule entre Dusaulx et Fontenoy en empruntant Rue Charles Dusaulx, Rue Virginie Mauvais.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Fontenoy à Vayringe passe par Rue Virginie Mauvais, Rue Vayringe.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée circule entre Vayringe et Lion d'Or en empruntant Rue Vayringe, Pont Vayringe, Rue du Lion d'Or.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée relie Lion d'Or à Malzéville Mairie en passant par Rue du Lion d'Or, Rue du Général de Gaulle.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Malzéville Mairie à Orme passe par Rue du Général de Gaulle, Rue Sadi Carnot.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée circule entre Orme et Sadi Carnot en empruntant Rue Sadi Carnot, Rue Maurice Barrès.",
    "Pour aller de Sadi Carnot à Barrès, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Rue Maurice Barrès.",
    "Pour aller de Barrès à Jéricho, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Rue Maurice Barrès, Rue du Colonel Driant.",
    "Pour aller de Jéricho à Alexandre 1er, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Rue du Colonel Driant.",
    "Entre Alexandre 1er et Jacques Cartier, Bus 32 : Nancy Jean Lamour → Essey La Fallée suit le parcours suivant : Rue du Colonel Driant, Rue Alexandre 1er.",
    "Entre Jacques Cartier et Blaison Parc, Bus 32 : Nancy Jean Lamour → Essey La Fallée suit le parcours suivant : Rue Alexandre 1er.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Blaison Parc à Gérard Barrois passe par Rue Alexandre 1er.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée circule entre Gérard Barrois et Jean XXIII en empruntant Rue Alexandre 1er, Rue Louis Barthou, Rue John Fitzgerald Kennedy, Rue Jean XXIII.",
    "Le segment de Bus 32 : Nancy Jean Lamour → Essey La Fallée entre Essey Émile Gallé et Mère Teresa emprunte les rues suivantes : Rue du Général de Gaulle, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue Alexandre 1er, Rue Louis Barthou, Rue John Fitzgerald Kennedy, Rue Jean XXIII, street_1433787649, street_1433787648, street_220957167, street_449056766, Rue des Prés, Avenue de Brigachtal, Avenue de l'Europe.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Mère Teresa à Essey Point Central passe par Avenue de l'Europe, Avenue Foch.",
    "Pour aller de Essey Point Central à Chanoine Laurent, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Avenue Foch, Rue du Général Patton, street_23995905, Rue du Chanoine Laurent.",
    "Entre Chanoine Laurent et La Fallée, Bus 32 : Nancy Jean Lamour → Essey La Fallée suit le parcours suivant : Rue du Chanoine Laurent, Rue de la Fallée.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée relie La Fallée à Bois Châtel en passant par Rue de la Fallée, Avenue du Bois Châtel.",
    "Pour aller de Bois Châtel à Oppidum, Bus 32 : Nancy Jean Lamour → Essey La Fallée traverse principalement Avenue du Bois Châtel.",
    "Entre Oppidum et La Bure, Bus 32 : Nancy Jean Lamour → Essey La Fallée suit le parcours suivant : Avenue du Bois Châtel.",
    "Bus 32 : Nancy Jean Lamour → Essey La Fallée relie La Bure à Beaupré en passant par Avenue du Bois Châtel.",
    "Entre Beaupré et Plein Soleil, Bus 32 : Nancy Jean Lamour → Essey La Fallée suit le parcours suivant : Avenue du Bois Châtel, Rue Beaupré.",
    "Le segment de Bus 32 : Nancy Jean Lamour → Essey La Fallée entre Plein Soleil et Oppidum emprunte les rues suivantes : Rue Beaupré.",
    "Le trajet de Bus 32 : Nancy Jean Lamour → Essey La Fallée reliant Oppidum à Bois Châtel passe par Avenue du Bois Châtel, Rue Beaupré.",
    "Pour aller de Grande Corvée à UFR Staps, Bus 30 : Villers Campus Sciences → Laneuveville Gare traverse principalement Rue du Jardin Botanique.",
    "Le trajet de Bus 30 : Villers Campus Sciences → Laneuveville Gare reliant UFR Staps à Joseph Laurent passe par Rue du Jardin Botanique.",
    "Pour aller de Joseph Laurent à Joseph Laurent, Bus 30 : Villers Campus Sciences → Laneuveville Gare traverse principalement Rue du Jardin Botanique, Boulevard des Aiguillettes.",
    "Entre Bruges et Nations, Bus 30 : Villers Campus Sciences → Laneuveville Gare suit le parcours suivant : Boulevard de l'Europe, Rue d'Italie.",
    "Le segment de Bus 30 : Villers Campus Sciences → Laneuveville Gare entre Nations et Kehl emprunte les rues suivantes : Boulevard de l'Europe, Rue d'Italie.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre Kehl et Sud Europe en empruntant Boulevard de l'Europe.",
    "Le segment de Bus 30 : Villers Campus Sciences → Laneuveville Gare entre Sud Europe et Route d'Heillecourt emprunte les rues suivantes : Boulevard de l'Europe, Rue d'Italie, Rue Carnot, street_1425056849, street_199900198, street_243568928, street_243568926, Rue de Vandoeuvre.",
    "Entre Route d'Heillecourt et Grande Rue, Bus 30 : Villers Campus Sciences → Laneuveville Gare suit le parcours suivant : Rue de Vandoeuvre, Boulevard de l'Europe, street_8166059, street_245111378, Grande Rue.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare relie Grande Rue à Heillecourt Mairie en passant par Grande Rue.",
    "Le segment de Bus 30 : Villers Campus Sciences → Laneuveville Gare entre Heillecourt Mairie et Port Cros emprunte les rues suivantes : Grande Rue, street_243522942, Rue de Laneuveville, Rue Léon Songeur.",
    "Pour aller de Port Cros à Route de Fléville, Bus 30 : Villers Campus Sciences → Laneuveville Gare traverse principalement Rue Léon Songeur, Route de Fléville.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare relie Route de Fléville à Collège Montaigu en passant par Route de Fléville, Rue du Collège.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare relie Collège Montaigu à Robert Damery en passant par Rue du Collège, Rue Robert Damery.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre Robert Damery et Flaubert en empruntant Rue Robert Damery, street_44449316, Rue de Lorraine, Rue de Bourgogne, Rue de Moselle.",
    "Pour aller de Flaubert à 5 Fontaines, Bus 30 : Villers Campus Sciences → Laneuveville Gare traverse principalement Rue de Moselle, Rue Victor Hugo, Rue de l'Étang.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre 5 Fontaines et Cartonneries en empruntant Rue Robert Damery, street_44449316, Rue de Lorraine, Rue de Bourgogne, Rue de Moselle, Rue Victor Hugo, Rue de l'Étang.",
    "Le trajet de Bus 30 : Villers Campus Sciences → Laneuveville Gare reliant Cartonneries à Laneuveville Piscine passe par Rue Robert Damery, street_44449316, Rue de Lorraine, Rue de Bourgogne, Rue de Moselle, Rue Victor Hugo, Rue de l'Étang, Rue Lucien Galtier.",
    "Le segment de Bus 30 : Villers Campus Sciences → Laneuveville Gare entre Laneuveville Piscine et Laneuveville Mairie emprunte les rues suivantes : Rue Lucien Galtier, street_22941454, street_136853263, street_243555273, Rue du Général Patton.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre Laneuveville Mairie et Leclerc en empruntant Rue du Général Patton.",
    "Entre Leclerc et Transformateur, Bus 30 : Villers Campus Sciences → Laneuveville Gare suit le parcours suivant : Rue du Général Patton.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre Transformateur et Gérardcourt en empruntant Rue du Général Patton, Place de la Libération, Route de Gérardcourt, Avenue du 8 Mai 1945.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre Gérardcourt et 8 Mai en empruntant Avenue du 8 Mai 1945.",
    "Bus 30 : Villers Campus Sciences → Laneuveville Gare circule entre 8 Mai et Les Aulnois en empruntant Avenue du 8 Mai 1945, Rue du Général Leclerc.",
    "Le trajet de Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois reliant Renaissance à Résidences Vertes passe par Avenue Charles de Gaulle, Avenue Léonard de Vinci.",
    "Pour aller de Résidences Vertes à Vervaux, Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois traverse principalement Avenue Léonard de Vinci, Avenue Robert Schuman, street_302222527, Rue de Saulxures.",
    "Le trajet de Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois reliant Vervaux à Saulxures Château passe par Rue de Saulxures, street_100774230, street_1009145326, street_245887106, Avenue du Château.",
    "Le trajet de Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois reliant Saulxures Château à Saulxures Église passe par Avenue du Château, Place du Monument, Grande Rue.",
    "Le segment de Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois entre Tricoterie et Lorraine emprunte les rues suivantes : Route de Bosserville, Rue de Lorraine.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Lorraine et Champagne en empruntant Rue de Lorraine.",
    "Le segment de Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois entre Champagne et Grand Pâquis emprunte les rues suivantes : Rue de Lorraine.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Grand Pâquis et Bois la Dame en empruntant Rue de Lorraine, Rue de Gascogne, Chemin du Bois la Dame.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Bois la Dame et Porte de Bosserville en empruntant Chemin du Bois la Dame.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Porte de Bosserville et Salengro en empruntant Chemin du Bois la Dame.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois relie Salengro à Galilée en passant par Chemin du Bois la Dame.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Galilée et Les Ensanges en empruntant Chemin du Bois la Dame, street_585759176, street_585759175, Boulevard Tolstoï.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Les Ensanges et La Paix en empruntant Boulevard Tolstoï, Rue du 11 Novembre, Boulevard Henri Barbusse, street_241923011, Avenue de la Paix.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois circule entre Voltaire et Jean Moulin en empruntant Boulevard Jean Jaurès, street_239926921, street_615450153, street_748888169, street_239930387, Rue Jean Moulin.",
    "Pour aller de Jean Moulin à Varoquaux, Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois traverse principalement Rue Jean Moulin.",
    "Bus 22 : Essey Porte Verte → Saint-Max Gérard Barrois relie Varoquaux à Pont de Pierre en passant par Rue Jean Moulin, street_257682001, Rue du Pont de Pierre.",
    "Entre Grande Corvée et UFR Staps, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue du Jardin Botanique.",
    "Le trajet de Bus 17 : Villers Campus Sciences → Ludres Marvingt reliant UFR Staps à Joseph Laurent passe par Rue du Jardin Botanique.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt circule entre Joseph Laurent et Joseph Laurent en empruntant Rue du Jardin Botanique, Boulevard des Aiguillettes.",
    "Entre Général Frère et Lisbonne, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue Général Frère.",
    "Entre Lisbonne et Clair Matin, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue Général Frère.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Clair Matin et Bergé emprunte les rues suivantes : Rue Général Frère, Rue Eugénie Bergé.",
    "Pour aller de Bergé à Crévic, Bus 17 : Villers Campus Sciences → Ludres Marvingt traverse principalement Rue Eugénie Bergé, street_1123155282, Rue de Crévic.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Crévic et Rimbaud emprunte les rues suivantes : Rue de Crévic.",
    "Entre Rimbaud et Collège Simone de Beauvoir, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue de Crévic.",
    "Entre Collège Simone de Beauvoir et La Ronchère, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue de Crévic, street_7374584, street_1166051659, Rue de Nancy.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt relie La Ronchère à Houdemont Mairie en passant par Rue de Nancy, Rue du Général de Gaulle, Rue de la Gare.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt relie Houdemont Mairie à Montauban en passant par Rue de la Gare, Rue du Poncel.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Montauban et Mancés emprunte les rues suivantes : Rue du Poncel.",
    "Le trajet de Bus 17 : Villers Campus Sciences → Ludres Marvingt reliant Mancés à Rouzé passe par Rue du Poncel.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Rouzé et Poncel emprunte les rues suivantes : Rue du Poncel.",
    "Entre Poncel et Les Egrez, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue du Poncel, Rue des Egrez.",
    "Entre Baraques de Ludres et Ludres Cinéma, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Route de Mirecourt.",
    "Entre Ludres Cinéma et Vert Village, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Route de Mirecourt, Rond-Point de Laveaux, street_584643854, street_721762309, street_183912862, street_721762308, Avenue de Génobois.",
    "Le trajet de Bus 17 : Villers Campus Sciences → Ludres Marvingt reliant Vert Village à Ravel passe par Avenue de Génobois.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt circule entre Ravel et Albâtre en empruntant Avenue de Génobois.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt circule entre Génobois et Marie Marvingt en empruntant Avenue du Bon Curé, street_85443795, Rue Marie Marvingt.",
    "Entre Marie Marvingt et Secours, Bus 17 : Villers Campus Sciences → Ludres Marvingt suit le parcours suivant : Rue Marie Marvingt, Rue de Secours.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt relie Secours à Ludres Écoles en passant par Rue de Secours.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Collège Monod et Ludres Gare emprunte les rues suivantes : Rue de la Gare.",
    "Bus 17 : Villers Campus Sciences → Ludres Marvingt relie Ludres Gare à Sainte-Blaine en passant par Rue de la Gare, Rue du Poncel, Rue des Egrez, street_748981058, street_7369765, street_510288055, street_604488358, street_741951911, street_6269939, Rond-Point de la Genelière, Allée de la Genelière, Rond-Point du Rouau, Rond-Point Saint-Exupéry, Rue Antoine de Saint-Exupéry, Rond-Point de Frocourt, Route de Mirecourt, Rond-Point de Laveaux, street_584643854, street_721762309, street_183912862, street_721762308, Avenue de Génobois, Avenue du Bon Curé, street_85443795, Rue Marie Marvingt, Rue de Secours, Place Ferri de Ludre, street_122070237, street_120785817, Rue de Saint-Blaine, Rue Paul Verlaine.",
    "Le segment de Bus 17 : Villers Campus Sciences → Ludres Marvingt entre Sainte-Blaine et Ludres emprunte les rues suivantes : Rue Paul Verlaine.",
    "Pour aller de Collège Paul Verlaine à Longefond, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu traverse principalement Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu reliant Longefond à Pavillon passe par Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Pavillon et Croix de Mission emprunte les rues suivantes : Avenue du Général Leclerc, Rue de la République.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie Croix de Mission à Passerelle en passant par Rue de la République.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie Passerelle à École Paul Bert en passant par Rue de la République.",
    "Entre École Paul Bert et Orme, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Rue de la République, Rue Sadi Carnot.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Orme et Mac Mahon en empruntant Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Mac Mahon et Charles de Foucauld emprunte les rues suivantes : Rue de Malzéville.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Charles de Foucauld et Citadelle en empruntant Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie Cours Léopold à Place Carnot en passant par Cours Léopold, Allée Arnaud Beltrame, Place Carnot.",
    "Le trajet de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu reliant Place Carnot à Saint-Sébastien passe par Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement.",
    "Entre Mulhouse et Gabriel Mouilleron, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Rue Gabriel Mouilleron.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Gabriel Mouilleron et Parc Sainte-Marie emprunte les rues suivantes : Rue Gabriel Mouilleron.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Parc Sainte-Marie et Painlevé en empruntant Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand.",
    "Pour aller de Painlevé à Charlemagne, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu traverse principalement Rue Aristide Briand.",
    "Entre Charlemagne et Zola, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola.",
    "Entre Zola et Baudricourt, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Boulevard Émile Zola, Avenue de la Libération.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Baudricourt et Castelnau en empruntant Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération.",
    "Le trajet de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu reliant Castelnau à Rodin passe par Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Rodin et Albert 1er emprunte les rues suivantes : Avenue du Général Leclerc.",
    "Entre Albert 1er et Asnée, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération, street_1411938626, street_1411938625, Rue Charles Oudille.",
    "Le trajet de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu reliant Asnée à Monument passe par Rue Charles Oudille.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Pléiade et Cottages en empruntant Rue des Cottages, Rue du Chanoine Piéron, Avenue Paul Muller.",
    "Entre Cottages et Camping, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Avenue Paul Muller.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Camping et Longchamp en empruntant Avenue Paul Muller.",
    "Entre Longchamp et Pôle Technologique, Bus 16 : Malzéville Pixerécourt → Villers Clairlieu suit le parcours suivant : Avenue Paul Muller.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie Pôle Technologique à Villers Stade en passant par Avenue Paul Muller.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie Villers Stade à La Sance en passant par Avenue Paul Muller.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu relie La Sance à Les Essarts en passant par Avenue Paul Muller, Boulevard Valonnière, Boulevard des Essarts.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Les Essarts et Jean Savine en empruntant Boulevard des Essarts, Boulevard Valtriche.",
    "Le trajet de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu reliant Jean Savine à Pagnol passe par Boulevard Valtriche.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Pagnol et Valtriche emprunte les rues suivantes : Boulevard Valtriche.",
    "Bus 16 : Malzéville Pixerécourt → Villers Clairlieu circule entre Valtriche et Bois de l'Hospice en empruntant Boulevard Valtriche, Avenue Paul Muller, Boulevard Valonnière, Rue du Bois de l'Hospice.",
    "Le segment de Bus 16 : Malzéville Pixerécourt → Villers Clairlieu entre Bois de l'Hospice et Saint-Bernard emprunte les rues suivantes : Rue du Bois de l'Hospice.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Malzéville à Collège Paul Verlaine en passant par Domaine de Pixérécourt, Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Collège Paul Verlaine à Longefond passe par Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Longefond à Pavillon passe par Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Pavillon et Croix de Mission emprunte les rues suivantes : Avenue du Général Leclerc, Rue de la République.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Croix de Mission à Passerelle passe par Rue de la République.",
    "Pour aller de Passerelle à École Paul Bert, Bus 16 : Malzéville → Villers Clairlieu traverse principalement Rue de la République.",
    "Bus 16 : Malzéville → Villers Clairlieu relie École Paul Bert à Orme en passant par Rue de la République, Rue Sadi Carnot.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Orme à Mac Mahon en passant par Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Mac Mahon et Charles de Foucauld emprunte les rues suivantes : Rue de Malzéville.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Charles de Foucauld et Citadelle emprunte les rues suivantes : Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Cours Léopold à Place Carnot passe par Cours Léopold, Allée Arnaud Beltrame, Place Carnot.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Place Carnot à Saint-Sébastien en passant par Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement.",
    "Pour aller de Mulhouse à Gabriel Mouilleron, Bus 16 : Malzéville → Villers Clairlieu traverse principalement Rue Gabriel Mouilleron.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Gabriel Mouilleron à Parc Sainte-Marie en passant par Rue Gabriel Mouilleron.",
    "Bus 16 : Malzéville → Villers Clairlieu circule entre Parc Sainte-Marie et Painlevé en empruntant Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Painlevé à Charlemagne passe par Rue Aristide Briand.",
    "Pour aller de Charlemagne à Zola, Bus 16 : Malzéville → Villers Clairlieu traverse principalement Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Zola et Baudricourt emprunte les rues suivantes : Boulevard Émile Zola, Avenue de la Libération.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Baudricourt et Castelnau emprunte les rues suivantes : Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération.",
    "Entre Castelnau et Rodin, Bus 16 : Malzéville → Villers Clairlieu suit le parcours suivant : Avenue du Général Leclerc.",
    "Bus 16 : Malzéville → Villers Clairlieu circule entre Rodin et Albert 1er en empruntant Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Malzéville → Villers Clairlieu reliant Albert 1er à Asnée passe par Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération, street_1411938626, street_1411938625, Rue Charles Oudille.",
    "Entre Asnée et Monument, Bus 16 : Malzéville → Villers Clairlieu suit le parcours suivant : Rue Charles Oudille.",
    "Pour aller de Pléiade à Cottages, Bus 16 : Malzéville → Villers Clairlieu traverse principalement Rue des Cottages, Rue du Chanoine Piéron, Avenue Paul Muller.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Cottages et Camping emprunte les rues suivantes : Avenue Paul Muller.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Camping et Longchamp emprunte les rues suivantes : Avenue Paul Muller.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Longchamp à Pôle Technologique en passant par Avenue Paul Muller.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Pôle Technologique à Villers Stade en passant par Avenue Paul Muller.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Villers Stade et La Sance emprunte les rues suivantes : Avenue Paul Muller.",
    "Bus 16 : Malzéville → Villers Clairlieu relie La Sance à Les Essarts en passant par Avenue Paul Muller, Boulevard Valonnière, Boulevard des Essarts.",
    "Le segment de Bus 16 : Malzéville → Villers Clairlieu entre Les Essarts et Jean Savine emprunte les rues suivantes : Boulevard des Essarts, Boulevard Valtriche.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Jean Savine à Pagnol en passant par Boulevard Valtriche.",
    "Pour aller de Pagnol à Valtriche, Bus 16 : Malzéville → Villers Clairlieu traverse principalement Boulevard Valtriche.",
    "Bus 16 : Malzéville → Villers Clairlieu relie Valtriche à Bois de l'Hospice en passant par Boulevard Valtriche, Avenue Paul Muller, Boulevard Valonnière, Rue du Bois de l'Hospice.",
    "Bus 16 : Malzéville → Villers Clairlieu circule entre Bois de l'Hospice et Saint-Bernard en empruntant Rue du Bois de l'Hospice.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Malzéville Margeville à Le Bourgarel en passant par Rue Marcel Galliot, street_159149562, street_24978671, Avenue Maréchal de Lattre de Tassigny.",
    "Le trajet de Bus 16 : Malzéville Margeville → Villers Clairlieu reliant Le Bourgarel à Collège Paul Verlaine passe par Avenue Maréchal de Lattre de Tassigny, Rue Mathieu de Dombasle, Avenue du Général Leclerc.",
    "Pour aller de Collège Paul Verlaine à Longefond, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Avenue du Général Leclerc.",
    "Entre Longefond et Pavillon, Bus 16 : Malzéville Margeville → Villers Clairlieu suit le parcours suivant : Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Malzéville Margeville → Villers Clairlieu reliant Pavillon à Croix de Mission passe par Avenue du Général Leclerc, Rue de la République.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre Croix de Mission et Passerelle en empruntant Rue de la République.",
    "Pour aller de Passerelle à École Paul Bert, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Rue de la République.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre École Paul Bert et Orme en empruntant Rue de la République, Rue Sadi Carnot.",
    "Entre Orme et Mac Mahon, Bus 16 : Malzéville Margeville → Villers Clairlieu suit le parcours suivant : Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville.",
    "Pour aller de Mac Mahon à Charles de Foucauld, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Rue de Malzéville.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Charles de Foucauld à Citadelle en passant par Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Cours Léopold à Place Carnot en passant par Cours Léopold, Allée Arnaud Beltrame, Place Carnot.",
    "Pour aller de Place Carnot à Saint-Sébastien, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement.",
    "Pour aller de Mulhouse à Gabriel Mouilleron, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Rue Gabriel Mouilleron.",
    "Pour aller de Gabriel Mouilleron à Parc Sainte-Marie, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Rue Gabriel Mouilleron.",
    "Le trajet de Bus 16 : Malzéville Margeville → Villers Clairlieu reliant Parc Sainte-Marie à Painlevé passe par Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand.",
    "Pour aller de Painlevé à Charlemagne, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Rue Aristide Briand.",
    "Le segment de Bus 16 : Malzéville Margeville → Villers Clairlieu entre Charlemagne et Zola emprunte les rues suivantes : Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola.",
    "Le trajet de Bus 16 : Malzéville Margeville → Villers Clairlieu reliant Zola à Baudricourt passe par Boulevard Émile Zola, Avenue de la Libération.",
    "Le segment de Bus 16 : Malzéville Margeville → Villers Clairlieu entre Baudricourt et Castelnau emprunte les rues suivantes : Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération.",
    "Pour aller de Castelnau à Rodin, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Avenue du Général Leclerc.",
    "Pour aller de Rodin à Albert 1er, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Avenue du Général Leclerc.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre Albert 1er et Asnée en empruntant Avenue du Général Leclerc, Rue de la République, Rue Sadi Carnot, Pont Renaissance, Rue de Malzéville, Rue de la Citadelle, Rue Henri Déglin, Boulevard Charles V, Cours Léopold, Allée Arnaud Beltrame, Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Chanzy, Rue Léopold Lallement, Rue Saint-Thiébaut, Boulevard Joffre, street_42863019, street_42863020, street_210375858, street_40890530, street_210375857, street_210375856, street_444828787, street_802547465, Rue Henriette Gallé-Grimm, Rue Edmonde Charles-Roux, Pont des Fusillés, Rue Gabriel Mouilleron, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand, Rue Raymond Poincaré, Boulevard Émile Zola, Avenue de la Libération, street_1411938626, street_1411938625, Rue Charles Oudille.",
    "Entre Asnée et Monument, Bus 16 : Malzéville Margeville → Villers Clairlieu suit le parcours suivant : Rue Charles Oudille.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Pléiade à Cottages en passant par Rue des Cottages, Rue du Chanoine Piéron, Avenue Paul Muller.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Cottages à Camping en passant par Avenue Paul Muller.",
    "Pour aller de Camping à Longchamp, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Avenue Paul Muller.",
    "Pour aller de Longchamp à Pôle Technologique, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Avenue Paul Muller.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre Pôle Technologique et Villers Stade en empruntant Avenue Paul Muller.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre Villers Stade et La Sance en empruntant Avenue Paul Muller.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu circule entre La Sance et Les Essarts en empruntant Avenue Paul Muller, Boulevard Valonnière, Boulevard des Essarts.",
    "Le segment de Bus 16 : Malzéville Margeville → Villers Clairlieu entre Les Essarts et Jean Savine emprunte les rues suivantes : Boulevard des Essarts, Boulevard Valtriche.",
    "Pour aller de Jean Savine à Pagnol, Bus 16 : Malzéville Margeville → Villers Clairlieu traverse principalement Boulevard Valtriche.",
    "Bus 16 : Malzéville Margeville → Villers Clairlieu relie Pagnol à Valtriche en passant par Boulevard Valtriche.",
    "Le trajet de Bus 16 : Malzéville Margeville → Villers Clairlieu reliant Valtriche à Bois de l'Hospice passe par Boulevard Valtriche, Avenue Paul Muller, Boulevard Valonnière, Rue du Bois de l'Hospice.",
    "Entre Bois de l'Hospice et Saint-Bernard, Bus 16 : Malzéville Margeville → Villers Clairlieu suit le parcours suivant : Rue du Bois de l'Hospice.",
    "Entre Porte Verte et Tronc qui Fume, Bus 15 : Essey Porte Verte → Nancy Place Carnot suit le parcours suivant : Avenue de Saulxures.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Tronc qui Fume à Brassens passe par Avenue de Saulxures, street_444830253, street_719604995, Avenue du 69e Régiment d'Infanterie.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Brassens à Clésure passe par Avenue du 69e Régiment d'Infanterie, Route de Sarreguemines.",
    "Pour aller de Clésure à Montréal, Bus 15 : Essey Porte Verte → Nancy Place Carnot traverse principalement Route de Sarreguemines, Avenue du Général de Gaulle.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Petite Fin à Collège Goncourt passe par Avenue du Grémillon, Route de Seichamps.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Collège Goncourt à Sorbiers passe par Route de Seichamps, Rue de Seichamps.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot circule entre Sorbiers et Pulnoy République en empruntant Rue de Seichamps, Rue de la République, Rue de Saulxures.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Pulnoy République à Lebrun passe par Rue de Saulxures.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot relie Lebrun à Vervaux en passant par Rue de Saulxures.",
    "Pour aller de Vervaux à Saulxures Château, Bus 15 : Essey Porte Verte → Nancy Place Carnot traverse principalement Rue de Saulxures, street_453112862, street_302222527, street_100774230, street_1009145326, street_245887106, Avenue du Château.",
    "Le segment de Bus 15 : Essey Porte Verte → Nancy Place Carnot entre Saulxures Château et Saulxures Église emprunte les rues suivantes : Avenue du Château, Place du Monument, Grande Rue.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant La Vahotte à Vert Pré passe par Rue de Tomblaine.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot relie Vert Pré à Leroux en passant par Rue de Tomblaine, street_271380048, Rue Salvador Allende.",
    "Entre Leroux et Grande Haie, Bus 15 : Essey Porte Verte → Nancy Place Carnot suit le parcours suivant : Rue Salvador Allende, Rond-Point 2000, Avenue Eugène Pottier.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot circule entre Grande Haie et Pottier en empruntant Avenue Eugène Pottier.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Stade Matter à Esplanade passe par Avenue Charles Étienne Collignon.",
    "Pour aller de Esplanade à Loritz, Bus 15 : Essey Porte Verte → Nancy Place Carnot traverse principalement Avenue Charles Étienne Collignon.",
    "Pour aller de Loritz à Saint-Julien, Bus 15 : Essey Porte Verte → Nancy Place Carnot traverse principalement Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Le trajet de Bus 15 : Essey Porte Verte → Nancy Place Carnot reliant Saint-Julien à Place des Vosges passe par Rue Albert Lebrun, Place des Vosges.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot circule entre Place Stanislas - Dom Calmet et Amerval en empruntant Rue Saint-Dizier, Rue d'Amerval.",
    "Bus 15 : Essey Porte Verte → Nancy Place Carnot relie Amerval à Place Carnot en passant par Rue d'Amerval, Rue de la Monnaie, Place Carnot.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Haie le Comte à Chemin Stratégique passe par Chemin Stratégique, Avenue du Général Leclerc.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Chemin Stratégique à Balzac passe par Avenue du Général Leclerc.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Balzac à Charpentier passe par Avenue du Général Leclerc.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Charpentier à Libérator passe par Avenue du Général Leclerc.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Libérator et Massenet en empruntant Avenue du Général Leclerc, Rue de Mainvaux, Rue Mozart, Rue Jules Massenet.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Massenet et Le Nid en empruntant Rue Jules Massenet, Avenue Saint-Michel.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Le Nid à Alexandre 1er en passant par Avenue Saint-Michel, street_1230830832, Rue du Colonel Driant.",
    "Pour aller de Alexandre 1er à Jacques Cartier, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue du Colonel Driant, Rue Alexandre 1er.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Jacques Cartier à Blaison Parc en passant par Rue Alexandre 1er.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Blaison Parc et Gérard Barrois en empruntant Rue Alexandre 1er.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Gérard Barrois à Cristalleries - Stade Marcel Picot passe par Rue Alexandre 1er, Avenue Carnot, Avenue du 20e Corps, street_1209835548, Rue des Cristalleries.",
    "Pour aller de Cristalleries - Stade Marcel Picot à Deux Rives - Olympe de Gouges, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue des Cristalleries, Pont Colonel Paul Daum, Rue Henri Bazin, Rue Bastien-Lepage.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Deux Rives - Olympe de Gouges à Cinéma passe par Rue Bastien-Lepage, Boulevard de la Mothe.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Cinéma à Rives de Meurthe en passant par Boulevard de la Mothe.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Rives de Meurthe et Esplanade en empruntant Boulevard de la Mothe, Avenue Charles Étienne Collignon.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Esplanade à Loritz en passant par Avenue Charles Étienne Collignon.",
    "Pour aller de Loritz à Saint-Julien, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Entre Saint-Julien et Place des Vosges, Bus 13 : Dommartemont → Maxéville Écoparc suit le parcours suivant : Rue Albert Lebrun, Place des Vosges.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Place Stanislas - Dom Calmet et Amerval en empruntant Rue Saint-Dizier, Rue d'Amerval.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Amerval à Place Carnot en passant par Rue d'Amerval, Rue de la Monnaie, Place Carnot.",
    "Pour aller de Place Carnot à Cours Léopold, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Place Carnot, Cours Léopold.",
    "Bus 13 : Dommartemont → Maxéville Écoparc circule entre Cours Léopold et Charles V en empruntant Cours Léopold, Boulevard Charles V.",
    "Le segment de Bus 13 : Dommartemont → Maxéville Écoparc entre Charles V et Simon emprunte les rues suivantes : Boulevard Charles V.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Simon à Pierson passe par Boulevard Charles V, Rue du Faubourg des Trois-Maisons, Rue Charles Keller.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Pierson à Fontenoy en passant par Rue Charles Keller, Rue Charles Dusaulx, Rue Virginie Mauvais.",
    "Pour aller de Fontenoy à MJC 3 Maisons, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue Virginie Mauvais, Rue Vayringe, Rue de Fontenoy.",
    "Pour aller de MJC 3 Maisons à Deville, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue de Fontenoy, Rue Charles Dusaulx, Rue Lafayette.",
    "Entre Deville et Lafayette, Bus 13 : Dommartemont → Maxéville Écoparc suit le parcours suivant : Rue Lafayette.",
    "Pour aller de Lafayette à Gambetta, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue Lafayette, street_520398591, Rue Courbet, street_164043197, Rue Gambetta.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Gambetta à Maxéville Mairie passe par Rue Gambetta, Avenue du Commandant Charcot, Rue du 15 Septembre 1944, Rue de la République.",
    "Entre Maxéville Mairie et Cheverny, Bus 13 : Dommartemont → Maxéville Écoparc suit le parcours suivant : Rue de la République.",
    "Pour aller de Cheverny à Zénith, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue de la République, street_39655176, street_247541734, street_43271206, street_43271205, Rue Jean Monnet.",
    "Entre Zénith et Stade Darnys, Bus 13 : Dommartemont → Maxéville Écoparc suit le parcours suivant : Rue Jean Monnet, Rue Théodore Monod, Rue Henry Brun.",
    "Bus 13 : Dommartemont → Maxéville Écoparc relie Stade Darnys à Centre Pénitentiaire en passant par Rue Henry Brun, Rue Louis-Camille Maillard.",
    "Pour aller de Tilleul Argenté à Cèdre Bleu, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Avenue Raymond Pinchard.",
    "Pour aller de Cèdre Bleu à Bisiaux, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Avenue Raymond Pinchard, Rue du Maréchal Pierre Koenig, Rue Nicolas Appert.",
    "Le trajet de Bus 13 : Dommartemont → Maxéville Écoparc reliant Bisiaux à Pôle de Santé passe par Rue Nicolas Appert, Rue Ambroise Paré.",
    "Pour aller de Pôle de Santé à Cuenot, Bus 13 : Dommartemont → Maxéville Écoparc traverse principalement Rue Ambroise Paré, street_1411938620, Rue Blaise Pascal, Avenue du Général de Gaulle.",
    "Entre Victor Hugo et Versailles, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Rue de Besançon, street_243492243, street_243492239, Rue de Versailles.",
    "Pour aller de Versailles à Morlaix, Bus 12 : Heillecourt → Malzéville Savlons traverse principalement Rue de Versailles, Rue de Morlaix.",
    "Le segment de Bus 12 : Heillecourt → Malzéville Savlons entre Morlaix et Chateaubriand emprunte les rues suivantes : Rue de Morlaix, Rue de Vannes, Rue de Quimper.",
    "Le segment de Bus 12 : Heillecourt → Malzéville Savlons entre Chateaubriand et Parc Embanie emprunte les rues suivantes : Rue de Quimper, Rue de Brest.",
    "Le trajet de Bus 12 : Heillecourt → Malzéville Savlons reliant Parc Embanie à Temps Libre passe par Rue de Brest, Rue Gustave Lemaire.",
    "Entre Temps Libre et Heillecourt Mairie, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Rue Gustave Lemaire, Grande Rue.",
    "Pour aller de Heillecourt Mairie à La Rotonde, Bus 12 : Heillecourt → Malzéville Savlons traverse principalement Grande Rue, street_243522942, Rue de Laneuveville, Rue Léon Songeur.",
    "Entre La Rotonde et Léon Songeur, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Rue Léon Songeur, Avenue Léon Songeur.",
    "Pour aller de Clemenceau à Tourtel, Bus 12 : Heillecourt → Malzéville Savlons traverse principalement Avenue de la Malgrange, Rue du Général Leclerc.",
    "Bus 12 : Heillecourt → Malzéville Savlons circule entre Tourtel et Cimetière du Sud en empruntant Rue du Général Leclerc, Rue Tourtel, Rue de Tourtel, Route de Mirecourt, Quai de la Bataille.",
    "Le segment de Bus 12 : Heillecourt → Malzéville Savlons entre Cimetière du Sud et Villemin emprunte les rues suivantes : Quai de la Bataille.",
    "Pour aller de Villemin à Pichon, Bus 12 : Heillecourt → Malzéville Savlons traverse principalement Quai de la Bataille, Avenue du Général Leclerc.",
    "Le trajet de Bus 12 : Heillecourt → Malzéville Savlons reliant Place Stanislas - Dom Calmet à Amerval passe par Rue Saint-Dizier, Rue d'Amerval.",
    "Le trajet de Bus 12 : Heillecourt → Malzéville Savlons reliant Amerval à Place Carnot passe par Rue d'Amerval, Rue de la Monnaie, Place Carnot.",
    "Le trajet de Bus 12 : Heillecourt → Malzéville Savlons reliant Place Carnot à Cours Léopold passe par Place Carnot, Cours Léopold.",
    "Bus 12 : Heillecourt → Malzéville Savlons relie Cours Léopold à Charles V en passant par Cours Léopold, Boulevard Charles V.",
    "Entre Charles V et Simon, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Boulevard Charles V.",
    "Entre Simon et Pierson, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Boulevard Charles V, Rue du Faubourg des Trois-Maisons, Rue Charles Keller.",
    "Entre Pierson et Fontenoy, Bus 12 : Heillecourt → Malzéville Savlons suit le parcours suivant : Rue Charles Keller, Rue Charles Dusaulx, Rue Virginie Mauvais.",
    "Bus 12 : Heillecourt → Malzéville Savlons relie Fontenoy à Vayringe en passant par Rue Virginie Mauvais, Rue Vayringe.",
    "Bus 12 : Heillecourt → Malzéville Savlons relie Vayringe à Douëra en passant par Rue Vayringe, Pont Vayringe, Rue du Lion d'Or.",
    "Bus 12 : Heillecourt → Malzéville Savlons relie Douëra à Malzéville Stade en passant par Rue du Lion d'Or, Rue du Stade.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Lorraine à Champagne en passant par Rue de Lorraine.",
    "Pour aller de Champagne à Grand Pâquis, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval traverse principalement Rue de Lorraine.",
    "Entre Grand Pâquis et Bois la Dame, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Rue de Lorraine, Rue de Gascogne, Chemin du Bois la Dame.",
    "Pour aller de Bois la Dame à Porte de Bosserville, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval traverse principalement Chemin du Bois la Dame.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Porte de Bosserville à Salengro en passant par Chemin du Bois la Dame.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Salengro à Galilée en passant par Chemin du Bois la Dame.",
    "Le segment de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval entre Galilée et Les Ensanges emprunte les rues suivantes : Chemin du Bois la Dame, street_585759176, street_585759175, Boulevard Tolstoï.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Les Ensanges à La Paix en passant par Boulevard Tolstoï, Rue du 11 Novembre, Boulevard Henri Barbusse, street_241923011, Avenue de la Paix.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre La Meurthe et Austrasie en empruntant Rue Camélinat, Pont de Tomblaine, Rue de Tomblaine.",
    "Entre Austrasie et Victor, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Rue de Tomblaine.",
    "Le trajet de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval reliant Victor à Loritz passe par Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Loritz et Saint-Julien en empruntant Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Saint-Julien et Place des Vosges en empruntant Rue Albert Lebrun, Place des Vosges.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Place Stanislas - Dom Calmet à Bibliothèque en passant par Rue Saint-Dizier, Rue Stanislas.",
    "Entre Bibliothèque et Gare – Simone Veil, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Rue Stanislas, Rue Raymond Poincaré.",
    "Le segment de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval entre Gare – Simone Veil et Gare – Raymond Poincaré emprunte les rues suivantes : Rue Raymond Poincaré.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Gare – Raymond Poincaré et Bégonias en empruntant Rue Raymond Poincaré.",
    "Entre Bégonias et Préville, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Rue Raymond Poincaré, street_39377669, Rue de Saint-Lambert.",
    "Pour aller de Préville à Commanderie, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval traverse principalement Rue de Saint-Lambert, Place de la Commanderie.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Commanderie et Painlevé en empruntant Place de la Commanderie, Rue de Villers.",
    "Pour aller de Painlevé à Nancy Thermal, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval traverse principalement Rue de Villers, Rue du Sergent Blandan, Esplanade Jacques Baudot.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Wilson et Faron en empruntant Rue Pierre et Marie Curie, Rue Aristide Briand, Rue du 8e Régiment d'Artillerie.",
    "Le segment de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval entre Faron et Biancamaria emprunte les rues suivantes : Rue du 8e Régiment d'Artillerie.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Biancamaria et Acacias en empruntant Rue du 8e Régiment d'Artillerie, street_1281572132, Avenue des Acacias.",
    "Le segment de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval entre Acacias et Glaïeuls emprunte les rues suivantes : Avenue des Acacias, Rue des Glaïeuls.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Glaïeuls et Myosotis en empruntant Rue des Glaïeuls, Avenue des Jonquilles.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Myosotis et Jonquilles en empruntant Avenue des Jonquilles.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Jonquilles à La Haye en passant par Avenue des Jonquilles.",
    "Le trajet de Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval reliant La Haye à Amsterdam passe par Avenue des Jonquilles, Place Gisèle Halimi, Avenue Jeanne d'Arc.",
    "Pour aller de Amsterdam à Angleterre, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval traverse principalement Avenue Jeanne d'Arc.",
    "Entre Angleterre et Jeanne d'Arc, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Entre Jeanne d'Arc et Fribourg, Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Fribourg à Crévic en passant par Avenue Jeanne d'Arc, Rue de Crévic.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval circule entre Crévic et Rimbaud en empruntant Rue de Crévic.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Rimbaud à Fournier en passant par Rue de Crévic, Rue Bernard Palissy.",
    "Bus 11 : Saulxures Lorraine → Vandoeuvre Roberval relie Fournier à Vandoeuvre Palissy en passant par Rue Bernard Palissy, street_7374616, street_7374596, Rue Roberval.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Victoire Daubié et Porte de Bosserville en empruntant Rue Cécile Brunschvicg, Rue Victoire Daubié, street_585759175, Chemin du Bois la Dame.",
    "Le trajet de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval reliant Porte de Bosserville à Salengro passe par Chemin du Bois la Dame.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Salengro et Galilée emprunte les rues suivantes : Chemin du Bois la Dame.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Galilée et Les Ensanges emprunte les rues suivantes : Chemin du Bois la Dame, Boulevard Tolstoï.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval relie Les Ensanges à La Paix en passant par Boulevard Tolstoï, Rue du 11 Novembre, Boulevard Henri Barbusse, street_241923011, Avenue de la Paix.",
    "Pour aller de La Meurthe à Austrasie, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval traverse principalement Rue Camélinat, Pont de Tomblaine, Rue de Tomblaine.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval relie Austrasie à Victor en passant par Rue de Tomblaine.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Victor et Loritz en empruntant Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Pour aller de Loritz à Saint-Julien, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval traverse principalement Avenue Charles Étienne Collignon, Rue Foller, Rue Molitor, street_239483439, Rue Albert Lebrun.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Saint-Julien et Place des Vosges en empruntant Rue Albert Lebrun, Place des Vosges.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Place Stanislas - Dom Calmet et Bibliothèque emprunte les rues suivantes : Rue Saint-Dizier, Rue Stanislas.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Bibliothèque et Gare – Simone Veil emprunte les rues suivantes : Rue Stanislas, Rue Raymond Poincaré.",
    "Pour aller de Gare – Simone Veil à Gare – Raymond Poincaré, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval traverse principalement Rue Raymond Poincaré.",
    "Pour aller de Gare – Raymond Poincaré à Bégonias, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval traverse principalement Rue Raymond Poincaré.",
    "Le trajet de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval reliant Bégonias à Préville passe par Rue Raymond Poincaré, street_39377669, Rue de Saint-Lambert.",
    "Entre Préville et Commanderie, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Rue de Saint-Lambert, Place de la Commanderie.",
    "Le trajet de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval reliant Commanderie à Painlevé passe par Place de la Commanderie, Rue de Villers.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval relie Painlevé à Nancy Thermal en passant par Rue de Villers, Rue du Sergent Blandan, Esplanade Jacques Baudot.",
    "Entre Wilson et Faron, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Rue Pierre et Marie Curie, Rue Aristide Briand, Rue du 8e Régiment d'Artillerie.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Faron et Biancamaria emprunte les rues suivantes : Rue du 8e Régiment d'Artillerie.",
    "Le trajet de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval reliant Biancamaria à Acacias passe par Rue du 8e Régiment d'Artillerie, street_1281572132, Avenue des Acacias.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval relie Acacias à Glaïeuls en passant par Avenue des Acacias, Rue des Glaïeuls.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Glaïeuls et Myosotis emprunte les rues suivantes : Rue des Glaïeuls, Avenue des Jonquilles.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Myosotis et Jonquilles en empruntant Avenue des Jonquilles.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Jonquilles et La Haye en empruntant Avenue des Jonquilles.",
    "Entre La Haye et Amsterdam, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Avenue des Jonquilles, Place Gisèle Halimi, Avenue Jeanne d'Arc.",
    "Le trajet de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval reliant Amsterdam à Angleterre passe par Avenue Jeanne d'Arc.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Angleterre et Jeanne d'Arc emprunte les rues suivantes : Avenue Jeanne d'Arc.",
    "Entre Jeanne d'Arc et Fribourg, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Entre Fribourg et Crévic, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Avenue Jeanne d'Arc, Rue de Crévic.",
    "Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval circule entre Crévic et Rimbaud en empruntant Rue de Crévic.",
    "Entre Rimbaud et Fournier, Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval suit le parcours suivant : Rue de Crévic, Rue Bernard Palissy.",
    "Le segment de Bus 11 : Tomblaine Maria Deraismes → Vandoeuvre Roberval entre Fournier et Vandoeuvre Palissy emprunte les rues suivantes : Rue Bernard Palissy, street_7374616, street_7374596, Rue Roberval.",
    "Pour aller de Bois Châtel à Oppidum, Bus 32 : Essey La Fallée → Nancy Jean Lamour traverse principalement Avenue du Bois Châtel.",
    "Entre Oppidum et La Bure, Bus 32 : Essey La Fallée → Nancy Jean Lamour suit le parcours suivant : Avenue du Bois Châtel.",
    "Entre La Bure et Beaupré, Bus 32 : Essey La Fallée → Nancy Jean Lamour suit le parcours suivant : Avenue du Bois Châtel.",
    "Le segment de Bus 32 : Essey La Fallée → Nancy Jean Lamour entre Beaupré et Plein Soleil emprunte les rues suivantes : Avenue du Bois Châtel, Rue Beaupré.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Plein Soleil et Oppidum en empruntant Rue Beaupré.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Oppidum et Bois Châtel en empruntant Avenue du Bois Châtel, Rue Beaupré.",
    "Le trajet de Bus 32 : Essey La Fallée → Nancy Jean Lamour reliant Bois Châtel à La Fallée passe par Rue de la Fallée, Avenue du Bois Châtel.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre La Fallée et Chanoine Laurent en empruntant Rue de la Fallée, Avenue du Bois Châtel, Rue Beaupré, Rue du Chanoine Laurent.",
    "Le segment de Bus 32 : Essey La Fallée → Nancy Jean Lamour entre Chanoine Laurent et Mère Teresa emprunte les rues suivantes : Rue du Chanoine Laurent, Rue du Général Patton, street_453112871, Avenue Foch, Avenue de l'Europe.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Mère Teresa et Essey Mouzimpré en empruntant Avenue de l'Europe, Avenue de Brigachtal.",
    "Le segment de Bus 32 : Essey La Fallée → Nancy Jean Lamour entre Essey Mouzimpré et Essey Émile Gallé emprunte les rues suivantes : Avenue de Brigachtal, Rue des Prés, Rue du Général de Gaulle.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour relie Jean XXIII à Gérard Barrois en passant par Rue Jean XXIII, street_1433787647, street_1433787646, Rue John Fitzgerald Kennedy, Rue Louis Barthou, Rue Alexandre 1er.",
    "Le trajet de Bus 32 : Essey La Fallée → Nancy Jean Lamour reliant Gérard Barrois à Blaison Parc passe par Rue Alexandre 1er.",
    "Entre Blaison Parc et Jacques Cartier, Bus 32 : Essey La Fallée → Nancy Jean Lamour suit le parcours suivant : Rue Alexandre 1er.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Jacques Cartier et Alexandre 1er en empruntant Rue Alexandre 1er, Rue du Colonel Driant.",
    "Entre Alexandre 1er et Grosses Terres, Bus 32 : Essey La Fallée → Nancy Jean Lamour suit le parcours suivant : Rue du Colonel Driant.",
    "Le segment de Bus 32 : Essey La Fallée → Nancy Jean Lamour entre Grosses Terres et Driant emprunte les rues suivantes : Rue du Colonel Driant.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Driant et Lion d'Or en empruntant Rue du Colonel Driant, Rue de l'Orme, Rue du Général de Gaulle, Rue du Lion d'Or.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour relie MJC 3 Maisons à Deville en passant par Rue de Fontenoy, Rue Charles Dusaulx, Rue Lafayette.",
    "Le segment de Bus 32 : Essey La Fallée → Nancy Jean Lamour entre Deville et Lafayette emprunte les rues suivantes : Rue Lafayette.",
    "Bus 32 : Essey La Fallée → Nancy Jean Lamour circule entre Lafayette et Améthyste en empruntant Rue Lafayette, street_520398591, Rue Courbet, street_164043197, Rue Gambetta, street_452940268, Rue de Lorraine.",
    "Le trajet de Bus 32 : Essey La Fallée → Nancy Jean Lamour reliant Améthyste à Solvay passe par Rue de Lorraine, Rue Solvay.",
    "Le trajet de Bus 32 : Essey La Fallée → Nancy Jean Lamour reliant Solvay à Maxéville Mairie passe par Rue Solvay, Rue de la Justice, Rue du 15 Septembre 1944.",
    "Le trajet de Bus 32 : Essey La Fallée → Nancy Jean Lamour reliant Maxéville Mairie à Bon Repos passe par Rue du 15 Septembre 1944, Avenue du Général Patton.",
    "Le segment de Bus 30 : Laneuveville Gare → Villers Campus Sciences entre Sablonnière et 8 Mai emprunte les rues suivantes : Rue des Aulnois, Rue des Lauriers, Avenue du 8 Mai 1945.",
    "Pour aller de 8 Mai à Gérardcourt, Bus 30 : Laneuveville Gare → Villers Campus Sciences traverse principalement Avenue du 8 Mai 1945.",
    "Pour aller de Gérardcourt à Transformateur, Bus 30 : Laneuveville Gare → Villers Campus Sciences traverse principalement Avenue du 8 Mai 1945, Route de Gérardcourt, Place de la Libération, Rue du Général Patton.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences relie Transformateur à Leclerc en passant par Rue du Général Patton.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences relie Leclerc à Laneuveville Mairie en passant par Rue du Général Patton.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences relie Laneuveville Mairie à Laneuveville Piscine en passant par Rue du Général Patton, street_243555272, street_243555274, street_243555267, street_22941453, street_22941454, Rue Lucien Galtier.",
    "Le segment de Bus 30 : Laneuveville Gare → Villers Campus Sciences entre Laneuveville Piscine et Cartonneries emprunte les rues suivantes : Rue Lucien Galtier, Rue Robert Damery.",
    "Le trajet de Bus 30 : Laneuveville Gare → Villers Campus Sciences reliant Cartonneries à 5 Fontaines passe par Rue Robert Damery, Rue de l'Étang.",
    "Le trajet de Bus 30 : Laneuveville Gare → Villers Campus Sciences reliant 5 Fontaines à Flaubert passe par Rue de l'Étang, Rue Victor Hugo.",
    "Entre Flaubert et Robert Damery, Bus 30 : Laneuveville Gare → Villers Campus Sciences suit le parcours suivant : Rue Victor Hugo, Rue de Moselle, Rue d'Alsace, Rue de Lorraine.",
    "Le trajet de Bus 30 : Laneuveville Gare → Villers Campus Sciences reliant Robert Damery à Collège Montaigu passe par Rue de Lorraine, street_243542891, Rue Robert Damery, Rue du Collège.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Collège Montaigu et Route de Fléville en empruntant Rue du Collège, Route de Fléville.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences relie Route de Fléville à Port Cros en passant par Route de Fléville, Rue Léon Songeur.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Port Cros et Husson en empruntant Rue Léon Songeur, Rue de Laneuveville.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Husson et Heillecourt Mairie en empruntant Rue de Laneuveville, Grande Rue.",
    "Entre Heillecourt Mairie et Grande Rue, Bus 30 : Laneuveville Gare → Villers Campus Sciences suit le parcours suivant : Grande Rue.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Grande Rue et Route d'Heillecourt en empruntant Grande Rue, street_243350098, Rue de Vandoeuvre.",
    "Entre Route d'Heillecourt et Jeanne d'Arc, Bus 30 : Laneuveville Gare → Villers Campus Sciences suit le parcours suivant : Rue de Vandoeuvre, street_199900200, Boulevard de l'Europe.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Jeanne d'Arc et Kehl en empruntant Boulevard de l'Europe.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Kehl et Nations en empruntant Boulevard de l'Europe, Rue de Vandoeuvre, street_199900197, Rue de la Poste, Rue des Nations.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences circule entre Joseph Laurent et UFR Staps en empruntant Rue du Jardin Botanique.",
    "Bus 30 : Laneuveville Gare → Villers Campus Sciences relie UFR Staps à Grande Corvée en passant par Rue du Jardin Botanique.",
    "Entre Varoquaux et Jean Moulin, Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte suit le parcours suivant : Rue Jean Moulin.",
    "Le segment de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte entre Jean Moulin et Voltaire emprunte les rues suivantes : Rue Jean Moulin, street_257681996, Boulevard Jean Jaurès.",
    "Entre Barbusse et Les Ensanges, Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte suit le parcours suivant : Boulevard Henri Barbusse, street_241923009, Rue du 11 Novembre, Boulevard Tolstoï.",
    "Le trajet de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte reliant Salengro à Porte de Bosserville passe par Chemin du Bois la Dame.",
    "Le segment de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte entre Porte de Bosserville et Bois la Dame emprunte les rues suivantes : Chemin du Bois la Dame.",
    "Le segment de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte entre Bois la Dame et Grand Pâquis emprunte les rues suivantes : Chemin du Bois la Dame, street_248297461, Rue de Gascogne, Rue de Lorraine.",
    "Le trajet de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte reliant Grand Pâquis à Champagne passe par Rue de Lorraine.",
    "Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte relie Champagne à Lorraine en passant par Rue de Lorraine.",
    "Entre Lorraine et Tricoterie, Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte suit le parcours suivant : Rue de Lorraine, Rue du Bois Robin, Route de Bosserville.",
    "Pour aller de Saulxures Église à Saulxures Château, Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte traverse principalement Grande Rue, Place du Monument, Avenue du Château.",
    "Pour aller de Saulxures Château à Vervaux, Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte traverse principalement Avenue du Château, street_245887106, street_1009145326, street_100774230, Rue de Saulxures.",
    "Le segment de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte entre Vervaux et Résidences Vertes emprunte les rues suivantes : Rue de Saulxures, street_27229719, street_302222530, street_453112862, Avenue Robert Schuman, Avenue Léonard de Vinci.",
    "Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte relie Résidences Vertes à Renaissance en passant par Avenue Léonard de Vinci, Avenue Charles de Gaulle.",
    "Le segment de Bus 22 : Saint-Max Gérard Barrois → Essey Porte Verte entre Renaissance et Porte Verte emprunte les rues suivantes : Avenue Charles de Gaulle.",
    "Pour aller de Ludres à Sainte-Blaine, Bus 17 : Ludres Marvingt → Villers Campus Sciences traverse principalement Rue Paul Verlaine.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Sainte-Blaine à Ludres Gare en passant par Rue de la Gare, Rue du Poncel, Rue des Egrez, street_748981058, street_748981057, street_236982627, street_604488357, street_604488359, street_718191011, street_6269940, Rond-Point de la Genelière, Allée de la Genelière, Rond-Point du Rouau, street_237005324, street_1432644692, street_440526498, street_440526496, street_236980034, street_1432644694, Rond-Point Saint-Exupéry, Rue Antoine de Saint-Exupéry, Rond-Point de Frocourt, Route de Mirecourt, Rond-Point de Laveaux, street_584643846, street_244427626, street_244427627, street_183912896, Avenue de Génobois, Avenue du Bon Curé, street_453082819, Rue Marie Marvingt, Rue de Secours, Place Ferri de Ludre, street_183912871, Rue de Saint-Blaine, Rue Paul Verlaine.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre Ludres Gare et Collège Monod en empruntant Rue de la Gare.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Collège Monod à Ludres Mairie en passant par Rue de la Gare, Rue du Poncel, Rue des Egrez, street_748981058, street_748981057, street_236982627, street_604488357, street_604488359, street_718191011, street_6269940, Rond-Point de la Genelière, Allée de la Genelière, Rond-Point du Rouau, street_237005324, street_1432644692, street_440526498, street_440526496, street_236980034, street_1432644694, Rond-Point Saint-Exupéry, Rue Antoine de Saint-Exupéry, Rond-Point de Frocourt, Route de Mirecourt, Rond-Point de Laveaux, street_584643846, street_244427626, street_244427627, street_183912896, Avenue de Génobois, Avenue du Bon Curé, street_453082819, Rue Marie Marvingt, Rue de Secours, Place Ferri de Ludre.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Ludres Mairie à Ludres Écoles en passant par Rue de Secours, Place Ferri de Ludre.",
    "Le trajet de Bus 17 : Ludres Marvingt → Villers Campus Sciences reliant Ludres Écoles à Secours passe par Rue de Secours.",
    "Le trajet de Bus 17 : Ludres Marvingt → Villers Campus Sciences reliant Secours à Marie Marvingt passe par Rue Marie Marvingt, Rue de Secours.",
    "Le trajet de Bus 17 : Ludres Marvingt → Villers Campus Sciences reliant Marie Marvingt à Génobois passe par Avenue de Génobois, Avenue du Bon Curé, street_453082819, Rue Marie Marvingt.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre Génobois et Eurydice en empruntant Avenue de Génobois.",
    "Le trajet de Bus 17 : Ludres Marvingt → Villers Campus Sciences reliant Eurydice à Albâtre passe par Avenue de Génobois.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Albâtre à Ravel en passant par Avenue de Génobois.",
    "Le segment de Bus 17 : Ludres Marvingt → Villers Campus Sciences entre Ravel et Vert Village emprunte les rues suivantes : Avenue de Génobois.",
    "Pour aller de Vert Village à Ludres Cinéma, Bus 17 : Ludres Marvingt → Villers Campus Sciences traverse principalement Route de Mirecourt, Rond-Point de Laveaux, street_584643846, street_244427626, street_244427627, street_183912896, Avenue de Génobois.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre Ludres Cinéma et Baraques de Ludres en empruntant Route de Mirecourt.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Les Egrez à Poncel en passant par Rue du Poncel, Rue des Egrez.",
    "Entre Poncel et Rouzé, Bus 17 : Ludres Marvingt → Villers Campus Sciences suit le parcours suivant : Rue du Poncel.",
    "Le trajet de Bus 17 : Ludres Marvingt → Villers Campus Sciences reliant Rouzé à Mancés passe par Rue du Poncel.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Mancés à Montauban en passant par Rue du Poncel.",
    "Le segment de Bus 17 : Ludres Marvingt → Villers Campus Sciences entre Montauban et Houdemont Mairie emprunte les rues suivantes : Rue de la Gare, Rue du Poncel.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Houdemont Mairie à La Ronchère en passant par Rue de Nancy, Rue du Général de Gaulle, Rue de la Gare.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre La Ronchère et Collège Simone de Beauvoir en empruntant Rue de Crévic, street_243568942, street_243568941, street_196696560, Rue de Nancy.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Crévic à Bergé en passant par Rue Eugénie Bergé, street_1123155282, Rue de Crévic.",
    "Pour aller de Bergé à Clair Matin, Bus 17 : Ludres Marvingt → Villers Campus Sciences traverse principalement Rue Général Frère, Rue Eugénie Bergé.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre Clair Matin et Lisbonne en empruntant Rue Général Frère.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences relie Lisbonne à Général Frère en passant par Rue Général Frère.",
    "Entre Joseph Laurent et UFR Staps, Bus 17 : Ludres Marvingt → Villers Campus Sciences suit le parcours suivant : Rue du Jardin Botanique.",
    "Bus 17 : Ludres Marvingt → Villers Campus Sciences circule entre UFR Staps et Grande Corvée en empruntant Rue du Jardin Botanique.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt relie Bois de l'Hospice à Valtriche en passant par Avenue Paul Muller, Boulevard Valtriche.",
    "Entre Valtriche et Pagnol, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Boulevard Valtriche.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Pagnol à Jean Savine passe par Boulevard Valtriche.",
    "Entre Jean Savine et Les Essarts, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Boulevard Valtriche, Boulevard des Essarts.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt circule entre Les Essarts et La Sance en empruntant Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts.",
    "Pour aller de La Sance à Villers Stade, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt traverse principalement Avenue Paul Muller.",
    "Entre Villers Stade et Pôle Technologique, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Avenue Paul Muller.",
    "Entre Pôle Technologique et Longchamp, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Avenue Paul Muller.",
    "Pour aller de Longchamp à Camping, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt traverse principalement Avenue Paul Muller.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Camping et Pléiade emprunte les rues suivantes : Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts, Rue du Chanoine Piéron, Rue des Cottages.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Carrière à Haut de la Taye passe par Rue de l'Abbaye de Clairlieu.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Haut de la Taye et Villers Église emprunte les rues suivantes : Rue de l'Abbaye de Clairlieu, Rue du Haut de la Taye, Rue Albert 1er.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Villers Église et Albert 1er emprunte les rues suivantes : Rue Albert 1er, Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Albert 1er à Rodin passe par Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Rodin à Castelnau passe par Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Castelnau et Baudricourt emprunte les rues suivantes : Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt relie Baudricourt à Zola en passant par Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré.",
    "Entre Zola et Charlemagne, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Rue Raymond Poincaré, Rue Aristide Briand.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Charlemagne à Painlevé passe par Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Painlevé à Parc Sainte-Marie passe par Rue de Mon Désert.",
    "Entre Parc Sainte-Marie et Gabriel Mouilleron, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Rue de Mon Désert.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Gabriel Mouilleron et Mulhouse emprunte les rues suivantes : Rue de Mon Désert.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt reliant Place Carnot à Cours Léopold passe par Place Carnot, Cours Léopold.",
    "Pour aller de Cours Léopold à Charles V, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt traverse principalement Cours Léopold, Boulevard Charles V.",
    "Pour aller de Charles V à Citadelle, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt traverse principalement Boulevard Charles V, Rue Henri Déglin.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Citadelle et Parc de la Pépinière emprunte les rues suivantes : Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt relie Parc de la Pépinière à Charles de Foucauld en passant par Rue Sigisbert Adam, Rue Charles de Foucauld.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt circule entre Charles de Foucauld et Mac Mahon en empruntant Rue Charles de Foucauld, Rue de Malzéville.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt relie Mac Mahon à Sadi Carnot en passant par Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt circule entre Sadi Carnot et Barrès en empruntant Rue Maurice Barrès.",
    "Bus 16 : Villers Clairlieu → Malzéville Pixerécourt relie Barrès à Driant en passant par Rue Maurice Barrès, Rue du Colonel Driant.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Driant et Malzéville Église emprunte les rues suivantes : Rue du Colonel Driant, Rue de l'Église.",
    "Entre Malzéville Église et Croix de Mission, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt suit le parcours suivant : Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré, Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert, Pont des Fusillés, Rue Charles III, Rue Alexandre 1er, Rue du Grand-Rabbin-Haguenauer, Rue Saint-Thiébaut, Boulevard Joffre, Rue Mazagran, Rue de Serre, Place Carnot, Cours Léopold, Boulevard Charles V, Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam, Rue Charles de Foucauld, Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue de l'Église.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Croix de Mission et Pavillon emprunte les rues suivantes : Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Pixerécourt entre Pavillon et Longefond emprunte les rues suivantes : Avenue du Général Leclerc.",
    "Pour aller de Longefond à Collège Paul Verlaine, Bus 16 : Villers Clairlieu → Malzéville Pixerécourt traverse principalement Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Bois de l'Hospice et Valtriche emprunte les rues suivantes : Avenue Paul Muller, Boulevard Valtriche.",
    "Pour aller de Valtriche à Pagnol, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Boulevard Valtriche.",
    "Entre Pagnol et Jean Savine, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Boulevard Valtriche.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Jean Savine à Les Essarts en passant par Boulevard Valtriche, Boulevard des Essarts.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville reliant Les Essarts à La Sance passe par Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts.",
    "Entre La Sance et Villers Stade, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Avenue Paul Muller.",
    "Entre Villers Stade et Pôle Technologique, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Avenue Paul Muller.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Pôle Technologique et Longchamp emprunte les rues suivantes : Avenue Paul Muller.",
    "Pour aller de Longchamp à Camping, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Avenue Paul Muller.",
    "Bus 16 : Villers Clairlieu → Malzéville circule entre Camping et Pléiade en empruntant Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts, Rue du Chanoine Piéron, Rue des Cottages.",
    "Pour aller de Carrière à Haut de la Taye, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Rue de l'Abbaye de Clairlieu.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville reliant Haut de la Taye à Villers Église passe par Rue de l'Abbaye de Clairlieu, Rue du Haut de la Taye, Rue Albert 1er.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Villers Église à Albert 1er en passant par Rue Albert 1er, Avenue du Général Leclerc.",
    "Pour aller de Albert 1er à Rodin, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville circule entre Rodin et Castelnau en empruntant Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Castelnau à Baudricourt en passant par Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération.",
    "Entre Baudricourt et Zola, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré.",
    "Bus 16 : Villers Clairlieu → Malzéville circule entre Zola et Charlemagne en empruntant Rue Raymond Poincaré, Rue Aristide Briand.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Charlemagne et Painlevé emprunte les rues suivantes : Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Painlevé à Parc Sainte-Marie en passant par Rue de Mon Désert.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Parc Sainte-Marie à Gabriel Mouilleron en passant par Rue de Mon Désert.",
    "Pour aller de Gabriel Mouilleron à Mulhouse, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Rue de Mon Désert.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Place Carnot et Cours Léopold emprunte les rues suivantes : Place Carnot, Cours Léopold.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Cours Léopold à Charles V en passant par Cours Léopold, Boulevard Charles V.",
    "Bus 16 : Villers Clairlieu → Malzéville circule entre Charles V et Citadelle en empruntant Boulevard Charles V, Rue Henri Déglin.",
    "Pour aller de Citadelle à Parc de la Pépinière, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Parc de la Pépinière et Charles de Foucauld emprunte les rues suivantes : Rue Sigisbert Adam, Rue Charles de Foucauld.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Charles de Foucauld à Mac Mahon en passant par Rue Charles de Foucauld, Rue de Malzéville.",
    "Pour aller de Mac Mahon à Sadi Carnot, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville reliant Sadi Carnot à Barrès passe par Rue Maurice Barrès.",
    "Entre Barrès et Driant, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Rue Maurice Barrès, Rue du Colonel Driant.",
    "Entre Driant et Malzéville Église, Bus 16 : Villers Clairlieu → Malzéville suit le parcours suivant : Rue du Colonel Driant, Rue de l'Église.",
    "Pour aller de Malzéville Église à Croix de Mission, Bus 16 : Villers Clairlieu → Malzéville traverse principalement Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré, Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert, Pont des Fusillés, Rue Charles III, Rue Alexandre 1er, Rue du Grand-Rabbin-Haguenauer, Rue Saint-Thiébaut, Boulevard Joffre, Rue Mazagran, Rue de Serre, Place Carnot, Cours Léopold, Boulevard Charles V, Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam, Rue Charles de Foucauld, Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue de l'Église.",
    "Bus 16 : Villers Clairlieu → Malzéville circule entre Croix de Mission et Pavillon en empruntant Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville relie Pavillon à Longefond en passant par Avenue du Général Leclerc.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville entre Longefond et Collège Paul Verlaine emprunte les rues suivantes : Avenue du Général Leclerc.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville reliant Collège Paul Verlaine à Malzéville passe par Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré, Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert, Pont des Fusillés, Rue Charles III, Rue Alexandre 1er, Rue du Grand-Rabbin-Haguenauer, Rue Saint-Thiébaut, Boulevard Joffre, Rue Mazagran, Rue de Serre, Place Carnot, Cours Léopold, Boulevard Charles V, Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam, Rue Charles de Foucauld, Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue de l'Église, Rue Mathieu de Dombasle, street_250548749, Domaine de Pixérécourt.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Bois de l'Hospice et Valtriche en empruntant Avenue Paul Muller, Boulevard Valtriche.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Margeville entre Valtriche et Pagnol emprunte les rues suivantes : Boulevard Valtriche.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville relie Pagnol à Jean Savine en passant par Boulevard Valtriche.",
    "Entre Jean Savine et Les Essarts, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Boulevard Valtriche, Boulevard des Essarts.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Les Essarts et La Sance en empruntant Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre La Sance et Villers Stade en empruntant Avenue Paul Muller.",
    "Pour aller de Villers Stade à Pôle Technologique, Bus 16 : Villers Clairlieu → Malzéville Margeville traverse principalement Avenue Paul Muller.",
    "Entre Pôle Technologique et Longchamp, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Avenue Paul Muller.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Margeville entre Longchamp et Camping emprunte les rues suivantes : Avenue Paul Muller.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Camping et Pléiade en empruntant Avenue Paul Muller, Boulevard Valtriche, Boulevard des Essarts, Rue du Chanoine Piéron, Rue des Cottages.",
    "Pour aller de Carrière à Haut de la Taye, Bus 16 : Villers Clairlieu → Malzéville Margeville traverse principalement Rue de l'Abbaye de Clairlieu.",
    "Entre Haut de la Taye et Villers Église, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Rue de l'Abbaye de Clairlieu, Rue du Haut de la Taye, Rue Albert 1er.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Margeville entre Villers Église et Albert 1er emprunte les rues suivantes : Rue Albert 1er, Avenue du Général Leclerc.",
    "Entre Albert 1er et Rodin, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Rodin et Castelnau en empruntant Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville relie Castelnau à Baudricourt en passant par Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Baudricourt à Zola passe par Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Zola et Charlemagne en empruntant Rue Raymond Poincaré, Rue Aristide Briand.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Charlemagne à Painlevé passe par Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Painlevé à Parc Sainte-Marie passe par Rue de Mon Désert.",
    "Entre Parc Sainte-Marie et Gabriel Mouilleron, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Rue de Mon Désert.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Gabriel Mouilleron et Mulhouse en empruntant Rue de Mon Désert.",
    "Entre Place Carnot et Cours Léopold, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Place Carnot, Cours Léopold.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Cours Léopold et Charles V en empruntant Cours Léopold, Boulevard Charles V.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Charles V et Citadelle en empruntant Boulevard Charles V, Rue Henri Déglin.",
    "Entre Citadelle et Parc de la Pépinière, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville relie Parc de la Pépinière à Charles de Foucauld en passant par Rue Sigisbert Adam, Rue Charles de Foucauld.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Charles de Foucauld à Mac Mahon passe par Rue Charles de Foucauld, Rue de Malzéville.",
    "Le segment de Bus 16 : Villers Clairlieu → Malzéville Margeville entre Mac Mahon et Sadi Carnot emprunte les rues suivantes : Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville circule entre Sadi Carnot et Barrès en empruntant Rue Maurice Barrès.",
    "Pour aller de Barrès à Driant, Bus 16 : Villers Clairlieu → Malzéville Margeville traverse principalement Rue Maurice Barrès, Rue du Colonel Driant.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Driant à Malzéville Église passe par Rue du Colonel Driant, Rue de l'Église.",
    "Pour aller de Malzéville Église à Croix de Mission, Bus 16 : Villers Clairlieu → Malzéville Margeville traverse principalement Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré, Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert, Pont des Fusillés, Rue Charles III, Rue Alexandre 1er, Rue du Grand-Rabbin-Haguenauer, Rue Saint-Thiébaut, Boulevard Joffre, Rue Mazagran, Rue de Serre, Place Carnot, Cours Léopold, Boulevard Charles V, Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam, Rue Charles de Foucauld, Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue de l'Église.",
    "Le trajet de Bus 16 : Villers Clairlieu → Malzéville Margeville reliant Croix de Mission à Pavillon passe par Avenue du Général Leclerc.",
    "Entre Pavillon et Longefond, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville relie Longefond à Collège Paul Verlaine en passant par Avenue du Général Leclerc.",
    "Bus 16 : Villers Clairlieu → Malzéville Margeville relie Collège Paul Verlaine à Le Bourgarel en passant par Avenue du Général Leclerc, street_997238191, street_1425904926, Avenue de la Libération, Boulevard Émile Zola, Rue Raymond Poincaré, Rue Aristide Briand, street_38382698, Place Paul Painlevé, Rue de Mon Désert, Pont des Fusillés, Rue Charles III, Rue Alexandre 1er, Rue du Grand-Rabbin-Haguenauer, Rue Saint-Thiébaut, Boulevard Joffre, Rue Mazagran, Rue de Serre, Place Carnot, Cours Léopold, Boulevard Charles V, Rue Henri Déglin, Rue Grandville, Rue Sigisbert Adam, Rue Charles de Foucauld, Rue de Malzéville, Pont Renaissance, Rue Sadi Carnot, Rue Maurice Barrès, Rue du Colonel Driant, Rue de l'Église, Rue Mathieu de Dombasle, Avenue Maréchal de Lattre de Tassigny.",
    "Entre Le Bourgarel et Malzéville Margeville, Bus 16 : Villers Clairlieu → Malzéville Margeville suit le parcours suivant : Avenue Maréchal de Lattre de Tassigny, street_24978671, Rue Marcel Galliot.",
    "Le segment de Bus 15 : Nancy Place Carnot → Essey Porte Verte entre Place Carnot et Place Stanislas - Dom Calmet emprunte les rues suivantes : Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Gambetta, Rue des Carmes.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte circule entre Quartier Saint-Nicolas et Place des Vosges en empruntant Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Pour aller de Place des Vosges à Saint-Julien, Bus 15 : Nancy Place Carnot → Essey Porte Verte traverse principalement Place des Vosges, Rue Albert Lebrun.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Saint-Julien à Loritz passe par Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte relie Loritz à Esplanade en passant par Rue Molitor, Rue Louis Braille, Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Esplanade à Stade Matter passe par Avenue Charles Étienne Collignon.",
    "Le segment de Bus 15 : Nancy Place Carnot → Essey Porte Verte entre Stade Matter et Rive Droite – Méchelle emprunte les rues suivantes : Avenue Charles Étienne Collignon, Pont de la Concorde, street_26609488, street_615113900, street_615113899, street_10522873, street_241938457, street_239926921, Avenue Eugène Pottier.",
    "Le segment de Bus 15 : Nancy Place Carnot → Essey Porte Verte entre Rive Droite – Méchelle et Pottier emprunte les rues suivantes : Avenue Eugène Pottier.",
    "Le segment de Bus 15 : Nancy Place Carnot → Essey Porte Verte entre Pottier et Grande Haie emprunte les rues suivantes : Avenue Eugène Pottier.",
    "Entre Grande Haie et Leroux, Bus 15 : Nancy Place Carnot → Essey Porte Verte suit le parcours suivant : Avenue Eugène Pottier, street_241936010, Rond-Point 2000, Rue Salvador Allende.",
    "Pour aller de Leroux à Vert Pré, Bus 15 : Nancy Place Carnot → Essey Porte Verte traverse principalement Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon, Pont de la Concorde, street_26609488, street_615113900, street_615113899, street_10522873, street_241938457, street_239926921, Avenue Eugène Pottier, street_241936010, Rond-Point 2000, Rue Salvador Allende.",
    "Pour aller de Vert Pré à La Vahotte, Bus 15 : Nancy Place Carnot → Essey Porte Verte traverse principalement Rue de Tomblaine.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Saulxures Église à Saulxures Château passe par Grande Rue, Place du Monument, Avenue du Château.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte circule entre Saulxures Château et Vervaux en empruntant Avenue du Château, street_245887106, street_1009145326, street_100774230, Rue de Saulxures.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Vervaux à Lebrun passe par Rue de Saulxures.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Lebrun à Pulnoy République passe par Rue de Saulxures.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Pulnoy République à Sorbiers passe par Rue de Saulxures, street_27229719, street_302222530, Rue de la République, Rue de Seichamps.",
    "Entre Sorbiers et Collège Goncourt, Bus 15 : Nancy Place Carnot → Essey Porte Verte suit le parcours suivant : Rue de Seichamps, Route de Seichamps.",
    "Le trajet de Bus 15 : Nancy Place Carnot → Essey Porte Verte reliant Collège Goncourt à Petite Fin passe par Route de Seichamps, Avenue du Grémillon.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte relie Petite Fin à Parterres Fleuris en passant par Avenue du Grémillon, Avenue de la Masserine, Avenue du Général de Gaulle.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte circule entre Parterres Fleuris et Montréal en empruntant Avenue du Général de Gaulle.",
    "Bus 15 : Nancy Place Carnot → Essey Porte Verte relie Montréal à Clésure en passant par Avenue du Général de Gaulle, street_450675713, street_203054931, street_450675712, Route de Sarreguemines.",
    "Le segment de Bus 15 : Nancy Place Carnot → Essey Porte Verte entre Clésure et Brassens emprunte les rues suivantes : Route de Sarreguemines, Avenue du 69e Régiment d'Infanterie.",
    "Entre Brassens et Tronc qui Fume, Bus 15 : Nancy Place Carnot → Essey Porte Verte suit le parcours suivant : Avenue du 69e Régiment d'Infanterie, street_719604992, street_308780835, street_444830252, street_444830248, Avenue de Saulxures.",
    "Bus 13 : Maxéville Écoparc → Dommartemont relie Cuenot à Pôle de Santé en passant par Avenue du Général de Gaulle, Rue Blaise Pascal, street_237966400, Rue Ambroise Paré.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Cèdre Bleu et Tilleul Argenté en empruntant Avenue Raymond Pinchard.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Tilleul Argenté et Les Aulnes en empruntant Avenue Raymond Pinchard, Parc Sainte-Catherine, Rue du TP Max.",
    "Pour aller de Les Aulnes à Centre Pénitentiaire, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Rue du TP Max, Rue de l'Abbé Haltebourg, Rue Louis-Camille Maillard.",
    "Bus 13 : Maxéville Écoparc → Dommartemont relie Centre Pénitentiaire à Stade Darnys en passant par Rue Louis-Camille Maillard, Rue Henry Brun.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Stade Darnys et Zénith emprunte les rues suivantes : Rue Henry Brun, Rue Théodore Monod, Rue Jean Monnet.",
    "Bus 13 : Maxéville Écoparc → Dommartemont relie Zénith à Cheverny en passant par Rue Jean Monnet, street_247541763, street_206817076, street_43271202, street_749193935, street_39655176, Rue de la République.",
    "Pour aller de Cheverny à Maxéville Mairie, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Rue de la République.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Maxéville Mairie à André Vautrin passe par Rue de la République, Rue du 15 Septembre 1944, Rue Courbet.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre André Vautrin et Courbet emprunte les rues suivantes : Rue Courbet.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Courbet et Lafayette emprunte les rues suivantes : Rue Courbet, street_164043197, Rue Lafayette.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Lafayette et Deville emprunte les rues suivantes : Rue Lafayette.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Deville et Dusaulx en empruntant Rue Lafayette, street_1411938621, Rue Charles Dusaulx.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Dusaulx à Joli Coeur passe par Rue Charles Dusaulx, Rue Charles Keller.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Joli Coeur à Simon passe par Rue Charles Keller, Rue Charles Dusaulx, Rue du Joli Coeur, Rue Jean Lamour, Boulevard Charles V.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Cours Léopold et Place Carnot en empruntant Cours Léopold, Allée Arnaud Beltrame, Place Carnot.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Place Carnot à Place Stanislas - Dom Calmet passe par Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Gambetta, Rue des Carmes.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Quartier Saint-Nicolas à Place des Vosges passe par Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Place des Vosges à Saint-Julien passe par Place des Vosges, Rue Albert Lebrun.",
    "Bus 13 : Maxéville Écoparc → Dommartemont relie Saint-Julien à Loritz en passant par Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Pour aller de Loritz à Esplanade, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Rue Molitor, Rue Louis Braille, Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Esplanade et Rives de Meurthe en empruntant Avenue Charles Étienne Collignon, street_239477180, Boulevard de la Mothe.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Rives de Meurthe et Cinéma en empruntant Boulevard de la Mothe.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Cinéma et Gérard Barrois en empruntant Boulevard de la Mothe, Avenue du 20e Corps, street_248314697, street_1209835548, Avenue Carnot, Rue Louis Barthou, street_118565742, Rue Alexandre 1er.",
    "Pour aller de Gérard Barrois à Blaison Parc, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Rue Alexandre 1er.",
    "Pour aller de Blaison Parc à Jacques Cartier, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Rue Alexandre 1er.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Jacques Cartier et Alexandre 1er emprunte les rues suivantes : Rue Alexandre 1er, Rue du Colonel Driant.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Alexandre 1er à Le Nid passe par Rue du Colonel Driant, Avenue Saint-Michel.",
    "Pour aller de Le Nid à Pinsons, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Avenue Saint-Michel, Grande Allée, Rue Antoine de Saint-Exupery, Allée des Alouettes, Allée des Pinsons.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Pinsons et Massenet emprunte les rues suivantes : Allée des Pinsons, Grande Allée, Rue Mozart.",
    "Le trajet de Bus 13 : Maxéville Écoparc → Dommartemont reliant Massenet à Libérator passe par Rue Mozart, Rue de Mainvaux.",
    "Pour aller de Libérator à Charpentier, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Avenue du Général Leclerc, Place des Vosges, Rue Albert Lebrun, street_1411936500, Rue Molitor, Rue Louis Braille, Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon, street_239477180, Boulevard de la Mothe, Avenue du 20e Corps, street_248314697, street_1209835548, Avenue Carnot, Rue Louis Barthou, street_118565742, Rue Alexandre 1er, Rue du Colonel Driant, Avenue Saint-Michel, Grande Allée, Rue Antoine de Saint-Exupery, Allée des Alouettes, Allée des Pinsons, Rue Mozart, Rue de Mainvaux.",
    "Pour aller de Charpentier à Balzac, Bus 13 : Maxéville Écoparc → Dommartemont traverse principalement Avenue du Général Leclerc.",
    "Le segment de Bus 13 : Maxéville Écoparc → Dommartemont entre Balzac et Chemin Stratégique emprunte les rues suivantes : Avenue du Général Leclerc.",
    "Bus 13 : Maxéville Écoparc → Dommartemont circule entre Chemin Stratégique et Haie le Comte en empruntant Avenue du Général Leclerc, Place des Vosges, Rue Albert Lebrun, street_1411936500, Rue Molitor, Rue Louis Braille, Rue de Tomblaine, Rue des Sables, Avenue Charles Étienne Collignon, street_239477180, Boulevard de la Mothe, Avenue du 20e Corps, street_248314697, street_1209835548, Avenue Carnot, Rue Louis Barthou, street_118565742, Rue Alexandre 1er, Rue du Colonel Driant, Avenue Saint-Michel, Grande Allée, Rue Antoine de Saint-Exupery, Allée des Alouettes, Allée des Pinsons, Rue Mozart, Rue de Mainvaux, Chemin Stratégique.",
    "Pour aller de Gustave Nordon à Douëra, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Rue de l'Embanie, Rue du Lion d'Or.",
    "Le trajet de Bus 12 : Malzéville Savlons → Heillecourt reliant MJC 3 Maisons à Dusaulx passe par Rue de Fontenoy, Rue Charles Dusaulx.",
    "Le trajet de Bus 12 : Malzéville Savlons → Heillecourt reliant Dusaulx à Joli Coeur passe par Rue Charles Dusaulx, Rue Charles Keller.",
    "Pour aller de Cours Léopold à Place Carnot, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Cours Léopold, Allée Arnaud Beltrame, Place Carnot.",
    "Pour aller de Place Carnot à Place Stanislas - Dom Calmet, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Gambetta, Rue des Carmes.",
    "Pour aller de Quartier Saint-Nicolas à Pichon, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Rue des Quatre Églises, Avenue du Général Leclerc.",
    "Pour aller de Pichon à Quai de la Bataille, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Avenue du Général Leclerc, Quai de la Bataille.",
    "Bus 12 : Malzéville Savlons → Heillecourt relie Quai de la Bataille à Cimetière du Sud en passant par Quai de la Bataille.",
    "Bus 12 : Malzéville Savlons → Heillecourt circule entre Cimetière du Sud et Tourtel en empruntant Quai de la Bataille, Route de Mirecourt, Rue de Tourtel, Rue Tourtel, Rue du Général Leclerc.",
    "Pour aller de Tourtel à Clemenceau, Bus 12 : Malzéville Savlons → Heillecourt traverse principalement Rue du Général Leclerc, Avenue de la Malgrange.",
    "Bus 12 : Malzéville Savlons → Heillecourt circule entre La Rotonde et Husson en empruntant Rue Léon Songeur, Rue de Laneuveville.",
    "Bus 12 : Malzéville Savlons → Heillecourt circule entre Husson et Heillecourt Mairie en empruntant Rue de Laneuveville, Grande Rue.",
    "Le trajet de Bus 12 : Malzéville Savlons → Heillecourt reliant Heillecourt Mairie à Temps Libre passe par Grande Rue, street_243350098, Rue Gustave Lemaire.",
    "Le segment de Bus 12 : Malzéville Savlons → Heillecourt entre Temps Libre et Parc Embanie emprunte les rues suivantes : Rue Gustave Lemaire, Rue de Brest.",
    "Bus 12 : Malzéville Savlons → Heillecourt circule entre Parc Embanie et Chateaubriand en empruntant Rue de Brest, Rue de Quimper.",
    "Le trajet de Bus 12 : Malzéville Savlons → Heillecourt reliant Chateaubriand à Morlaix passe par Rue de Quimper, Rue de Vannes, Rue de Morlaix.",
    "Bus 12 : Malzéville Savlons → Heillecourt relie Morlaix à Versailles en passant par Rue de Morlaix, Rue de Versailles.",
    "Bus 12 : Malzéville Savlons → Heillecourt relie Versailles à Victor Hugo en passant par Rue de Versailles, street_146797597, Rue de Besançon.",
    "Bus 12 : Malzéville Savlons → Heillecourt relie Victor Hugo à Vanoise en passant par Rue de Besançon.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes reliant Vandoeuvre Palissy à Fournier passe par Rue Roberval, street_161279057, street_1015409170, Rue Bernard Palissy.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Crévic à Fribourg en passant par Rue de Crévic, Avenue Jeanne d'Arc.",
    "Entre Fribourg et Angleterre, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes suit le parcours suivant : Avenue Jeanne d'Arc.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes reliant Angleterre à La Haye passe par Avenue Jeanne d'Arc, Place Gisèle Halimi, Avenue des Jonquilles.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Acacias à Biancamaria en passant par Avenue des Acacias, Rue du 8e Régiment d'Artillerie.",
    "Pour aller de Biancamaria à Faron, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue du 8e Régiment d'Artillerie.",
    "Pour aller de Faron à Wilson, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue du 8e Régiment d'Artillerie, street_1411938624, Rue Aristide Briand, Rue Wilson.",
    "Pour aller de Wilson à Chevert, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue Wilson, Rue Christian Moench, Rue du Général Chevert.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes reliant Chevert à ARTEM – Gebhart passe par Rue du Général Chevert, Rue Émile Gebhart.",
    "Pour aller de ARTEM – Gebhart à ARTEM – Vauban, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue Émile Gebhart.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie ARTEM – Vauban à Maréchal Juin en passant par Rue Émile Gebhart, Rue des Frères Voirin.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes circule entre Maréchal Juin et Nancy Thermal en empruntant Rue des Frères Voirin, Avenue du Maréchal Juin, Rue du Sergent Blandan, Esplanade Jacques Baudot.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Nancy Thermal à Painlevé en passant par Esplanade Jacques Baudot, Rue du Sergent Blandan, Rue de Mon Désert.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes circule entre Painlevé et Kléber en empruntant Rue de Mon Désert, Rue Dupont des Loges, Rue Kléber.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Kléber à Commanderie en passant par Rue Kléber, Place de la Commanderie, Avenue Foch.",
    "Entre Commanderie et Gare – Saint-Léon, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes suit le parcours suivant : Avenue Foch.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Quartier Saint-Nicolas à Place des Vosges en passant par Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Entre Place des Vosges et Saint-Julien, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes suit le parcours suivant : Place des Vosges, Rue Albert Lebrun.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes circule entre Saint-Julien et Loritz en empruntant Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Entre Loritz et Victor, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes suit le parcours suivant : Rue Molitor, Rue Louis Braille, Rue de Tomblaine.",
    "Pour aller de Victor à Austrasie, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue de Tomblaine.",
    "Pour aller de Austrasie à La Meurthe, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes traverse principalement Rue de Tomblaine, Pont de Tomblaine, Rue Camélinat.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes reliant Barbusse à Les Ensanges passe par Boulevard Henri Barbusse, street_241923009, Rue du 11 Novembre, Boulevard Tolstoï.",
    "Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes relie Salengro à Porte de Bosserville en passant par Chemin du Bois la Dame, street_248297461, street_585759176, Rue Victoire Daubié.",
    "Entre Porte de Bosserville et Victoire Daubié, Bus 11 : Vandoeuvre Roberval → Tomblaine Maria Deraismes suit le parcours suivant : Rue Victoire Daubié, Rue Cécile Brunschvicg.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie Vandoeuvre Palissy à Fournier en passant par Rue Roberval, street_161279057, street_1015409170, Rue Bernard Palissy.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Crévic et Fribourg en empruntant Rue de Crévic, Avenue Jeanne d'Arc.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie Fribourg à Angleterre en passant par Avenue Jeanne d'Arc.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Angleterre et La Haye en empruntant Avenue Jeanne d'Arc, Place Gisèle Halimi, Avenue des Jonquilles.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie Acacias à Biancamaria en passant par Avenue des Acacias, Rue du 8e Régiment d'Artillerie.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Biancamaria et Faron en empruntant Rue du 8e Régiment d'Artillerie.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine reliant Faron à Wilson passe par Rue du 8e Régiment d'Artillerie, street_1411938624, Rue Aristide Briand, Rue Wilson.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine reliant Wilson à Chevert passe par Rue Wilson, Rue Christian Moench, Rue du Général Chevert.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Chevert et ARTEM – Gebhart en empruntant Rue du Général Chevert, Rue Émile Gebhart.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre ARTEM – Gebhart et ARTEM – Vauban en empruntant Rue Émile Gebhart.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie ARTEM – Vauban à Maréchal Juin en passant par Rue Émile Gebhart, Rue des Frères Voirin.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine reliant Maréchal Juin à Nancy Thermal passe par Rue des Frères Voirin, Avenue du Maréchal Juin, Rue du Sergent Blandan, Esplanade Jacques Baudot.",
    "Le segment de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine entre Nancy Thermal et Painlevé emprunte les rues suivantes : Esplanade Jacques Baudot, Rue du Sergent Blandan, Rue de Mon Désert.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Painlevé et Kléber en empruntant Rue de Mon Désert, Rue Dupont des Loges, Rue Kléber.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine reliant Kléber à Commanderie passe par Rue Kléber, Place de la Commanderie, Avenue Foch.",
    "Pour aller de Commanderie à Gare – Saint-Léon, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine traverse principalement Avenue Foch.",
    "Entre Quartier Saint-Nicolas et Place des Vosges, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine suit le parcours suivant : Rue des Quatre Églises, Avenue du Général Leclerc, Place des Vosges.",
    "Le trajet de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine reliant Place des Vosges à Saint-Julien passe par Place des Vosges, Rue Albert Lebrun.",
    "Le segment de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine entre Saint-Julien et Loritz emprunte les rues suivantes : Rue Albert Lebrun, street_1411936500, Rue Molitor.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie Loritz à Victor en passant par Rue Molitor, Rue Louis Braille, Rue de Tomblaine.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine circule entre Victor et Austrasie en empruntant Rue de Tomblaine.",
    "Pour aller de Austrasie à La Meurthe, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine traverse principalement Rue de Tomblaine, Pont de Tomblaine, Rue Camélinat.",
    "Pour aller de Barbusse à Les Ensanges, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine traverse principalement Boulevard Henri Barbusse, street_241923009, Rue du 11 Novembre, Boulevard Tolstoï.",
    "Entre Salengro et Porte de Bosserville, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine suit le parcours suivant : Chemin du Bois la Dame.",
    "Le segment de Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine entre Porte de Bosserville et Bois la Dame emprunte les rues suivantes : Chemin du Bois la Dame.",
    "Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine relie Bois la Dame à Grand Pâquis en passant par Chemin du Bois la Dame, street_248297461, Rue de Gascogne, Rue de Lorraine.",
    "Pour aller de Grand Pâquis à Champagne, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine traverse principalement Rue de Lorraine.",
    "Entre Champagne et Lorraine, Bus 11 : Vandoeuvre Roberval → Saulxures Lorraine suit le parcours suivant : Rue de Lorraine.",
    "Bus 21 : Nancy Gare → Fléville relie Place des Vosges à Hôpital Central - Maternité en passant par Place des Vosges, Avenue du Maréchal de Lattre de Tassigny, Avenue de Strasbourg.",
    "Bus 21 : Nancy Gare → Fléville circule entre Hôpital Central - Maternité et Vic en empruntant Avenue de Strasbourg.",
    "Bus 21 : Nancy Gare → Fléville relie Vic à Achille Lévy en passant par Avenue de Strasbourg.",
    "Bus 21 : Nancy Gare → Fléville relie Achille Lévy à Alsace-Bonsecours en passant par Avenue de Strasbourg.",
    "Le trajet de Bus 21 : Nancy Gare → Fléville reliant Alsace-Bonsecours à Jarville Mairie passe par Avenue de Strasbourg, street_22818456, Rue de la République, Avenue de la Malgrange.",
    "Entre Jarville Mairie et Belle Croix, Bus 21 : Nancy Gare → Fléville suit le parcours suivant : Avenue de la Malgrange.",
    "Entre Belle Croix et Evrard, Bus 21 : Nancy Gare → Fléville suit le parcours suivant : Avenue de la Malgrange, Rue du Maréchal Gallieni.",
    "Pour aller de Evrard à Fonteno, Bus 21 : Nancy Gare → Fléville traverse principalement Rue du Maréchal Gallieni, Rue Maréchal Foch, Rue du Moulin.",
    "Pour aller de Fonteno à Musée de l'Histoire du Fer, Bus 21 : Nancy Gare → Fléville traverse principalement Rue du Moulin, Avenue Général de Gaulle.",
    "Entre Musée de l'Histoire du Fer et Montaigu, Bus 21 : Nancy Gare → Fléville suit le parcours suivant : Avenue Général de Gaulle.",
    "Bus 21 : Nancy Gare → Fléville relie Montaigu à Emmaüs en passant par Avenue Général de Gaulle.",
    "Le segment de Bus 21 : Nancy Gare → Fléville entre Emmaüs et Route de Fléville emprunte les rues suivantes : Avenue Général de Gaulle, Route de Fléville.",
    "Bus 21 : Nancy Gare → Fléville relie Route de Fléville à Le Pré de la Dame en passant par Route de Fléville.",
    "Bus 21 : Nancy Gare → Fléville relie Le Pré de la Dame à Besançon en passant par Route de Fléville.",
    "Bus 21 : Nancy Gare → Fléville circule entre Besançon et L'Orée du Bois en empruntant Route de Fléville.",
    "Entre L'Orée du Bois et Croix du Soldat, Bus 21 : Nancy Gare → Fléville suit le parcours suivant : Route de Fléville, street_244299767, street_244299771, street_244299769, street_22818131, street_1413506018, street_1134261453, street_1413506017, Rue du Château.",
    "Le segment de Bus 21 : Nancy Gare → Fléville entre Croix du Soldat et Fléville Mairie emprunte les rues suivantes : Rue du Château.",
    "Bus 21 : Nancy Gare → Fléville relie Fléville Mairie à Château en passant par Rue du Château.",
    "Bus 21 : Nancy Gare → Fléville relie Château à Ducret en passant par Rue du Château, street_22814956, Rue de Ludres, Place du Monument, Rue Léon Ducret.",
    "Entre Ducret et Fléville, Bus 21 : Nancy Gare → Fléville suit le parcours suivant : Rue Léon Ducret.",
    "Le segment de Bus 21 : Fléville → Nancy Gare entre Fléville et Fléville Fleurychamp emprunte les rues suivantes : Rue Léon Ducret, Rue des Canards, Rue du Breuil, Place de Fleurychamp.",
    "Pour aller de Fléville Fleurychamp à Château, Bus 21 : Fléville → Nancy Gare traverse principalement Place de Fleurychamp, Rue des Pruez, street_1331124242, street_246157469, Rue de Ludres, Place du Monument, Rue Léon Ducret, Rue du Château.",
    "Le trajet de Bus 21 : Fléville → Nancy Gare reliant Château à Fléville Mairie passe par Rue du Château.",
    "Le segment de Bus 21 : Fléville → Nancy Gare entre Fléville Mairie et Croix du Soldat emprunte les rues suivantes : Rue du Château.",
    "Entre Croix du Soldat et L'Orée du Bois, Bus 21 : Fléville → Nancy Gare suit le parcours suivant : Rue du Château, street_244400936, street_1395553898, street_1413506017, street_1413506016, street_1413506018, street_22818131, street_22814960, street_244299767, street_22814961, Rond-Point d'Armsheim.",
    "Bus 21 : Fléville → Nancy Gare circule entre L'Orée du Bois et Besançon en empruntant Rond-Point d'Armsheim, street_22814963, street_244299769, street_22814960, Route de Fléville.",
    "Pour aller de Besançon à Le Pré de la Dame, Bus 21 : Fléville → Nancy Gare traverse principalement Route de Fléville.",
    "Le trajet de Bus 21 : Fléville → Nancy Gare reliant Le Pré de la Dame à Route de Fléville passe par Route de Fléville.",
    "Bus 21 : Fléville → Nancy Gare relie Route de Fléville à Emmaüs en passant par Route de Fléville, Avenue Général de Gaulle.",
    "Entre Emmaüs et Montaigu, Bus 21 : Fléville → Nancy Gare suit le parcours suivant : Avenue Général de Gaulle.",
    "Bus 21 : Fléville → Nancy Gare circule entre Montaigu et Musée de l'Histoire du Fer en empruntant Avenue Général de Gaulle.",
    "Bus 21 : Fléville → Nancy Gare relie Musée de l'Histoire du Fer à Fonteno en passant par Avenue Général de Gaulle, Rue du Moulin.",
    "Bus 21 : Fléville → Nancy Gare relie Fonteno à Evrard en passant par Rue du Moulin, Rue Maréchal Foch, Rue du Maréchal Gallieni.",
    "Bus 21 : Fléville → Nancy Gare relie Evrard à Belle Croix en passant par Rue du Maréchal Gallieni, Avenue de la Malgrange.",
    "Bus 21 : Fléville → Nancy Gare relie Belle Croix à Alsace-Bonsecours en passant par Avenue de la Malgrange, Rue de la République.",
    "Le trajet de Bus 21 : Fléville → Nancy Gare reliant Alsace-Bonsecours à Achille Levy passe par Rue de la République, street_22818456, Avenue de Strasbourg.",
    "Entre Achille Levy et Vic, Bus 21 : Fléville → Nancy Gare suit le parcours suivant : Avenue de Strasbourg.",
    "Bus 21 : Fléville → Nancy Gare circule entre Vic et Hôpital Central - Maternité en empruntant Avenue de Strasbourg.",
    "Bus 21 : Fléville → Nancy Gare circule entre Hôpital Central - Maternité et Place des Vosges en empruntant Avenue de Strasbourg, Avenue du Maréchal de Lattre de Tassigny, Place des Vosges.",
    "Entre Quai de la Bataille et Clinchant, Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré suit le parcours suivant : Quai de la Bataille, Rue de Saurupt.",
    "Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré circule entre Clinchant et Crépin en empruntant Rue de Saurupt, Rue Charles Sadoul.",
    "Le segment de Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré entre Crépin et Villemin emprunte les rues suivantes : Rue Charles Sadoul, Rue de Nabécor.",
    "Entre Barthou et Foyer, Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré suit le parcours suivant : Boulevard Louis Barthou.",
    "Pour aller de Foyer à Parc des Expositions, Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré traverse principalement Boulevard Louis Barthou, street_199417987, street_160931390, street_31110533, street_31110532, Rue Catherine Opalinska.",
    "Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré circule entre Parc des Expositions et La Malgrange en empruntant Rue Catherine Opalinska.",
    "Entre La Malgrange et Clemenceau, Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré suit le parcours suivant : Rue Catherine Opalinska, Avenue de la Malgrange.",
    "Le segment de Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré entre Clemenceau et Belle Croix emprunte les rues suivantes : Avenue de la Malgrange.",
    "Le segment de Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré entre Belle Croix et Jarville Mairie emprunte les rues suivantes : Avenue de la Malgrange, Rue de la République.",
    "Entre Jarville Mairie et Jarville République, Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré suit le parcours suivant : Rue de la République.",
    "Le segment de Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré entre Jarville République et L'Atelier emprunte les rues suivantes : Rue de la République.",
    "Bus 33 : Nancy Gare - République → Jarville Gabriel Fauré circule entre L'Atelier et Gabriel Fauré en empruntant Rue de la République, street_585763640, street_245484248, Rue Lucien Galtier.",
    "Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République circule entre L'Atelier et Jarville République en empruntant Rue de la République.",
    "Le segment de Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République entre Jarville République et Jarville Mairie emprunte les rues suivantes : Rue de la République.",
    "Le segment de Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République entre Jarville Mairie et Belle Croix emprunte les rues suivantes : Rue de la République, street_24005203, Avenue de la Malgrange.",
    "Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République relie Belle Croix à Clemenceau en passant par Avenue de la Malgrange.",
    "Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République relie Parc des Expositions à Foyer en passant par Rue Catherine Opalinska, street_160931389, street_31110531, street_6269980, Boulevard Louis Barthou.",
    "Pour aller de Foyer à Barthou, Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République traverse principalement Boulevard Louis Barthou.",
    "Le segment de Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République entre Barthou et Cimetière du Sud emprunte les rues suivantes : Boulevard Louis Barthou, Avenue Paul Doumer.",
    "Entre Cimetière du Sud et Villemin, Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République suit le parcours suivant : Avenue Paul Doumer, Quai de la Bataille.",
    "Le trajet de Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République reliant Villemin à Villard passe par Quai de la Bataille, Rue Pierre Villard.",
    "Pour aller de Villard à Clinchant, Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République traverse principalement Rue Pierre Villard, Rue du Général Clinchant.",
    "Pour aller de Clinchant à Brice, Bus 33 : Jarville Gabriel Fauré → Nancy Gare - République traverse principalement Rue du Général Clinchant, Rond-Point Marguerite de Lorraine, Rue des Brice.",
    "Pour aller de Gambetta à Amerval, Citadine 1 : Nancy traverse principalement Rue d'Amerval, Rue Stanislas, Rue des Carmes, Rue Gambetta.",
    "Le trajet de Citadine 1 : Nancy reliant Amerval à Saint-Epvre passe par Place du Colonel Fabien, Rue Lafayette, Rue d'Amerval.",
    "Pour aller de Saint-Epvre à Musée Lorrain, Citadine 1 : Nancy traverse principalement Grande Rue, Place Saint-Epvre, Rue des Dames, Place du Colonel Fabien.",
    "Pour aller de Musée Lorrain à Porte de la Craffe, Citadine 1 : Nancy traverse principalement Grande Rue.",
    "Entre Porte de la Craffe et Léopold, Citadine 1 : Nancy suit le parcours suivant : Rue du Haut Bourgeois, Grande Rue.",
    "Entre Léopold et Manufacture, Citadine 1 : Nancy suit le parcours suivant : Rue Hermite, Rue Baron Louis, Rue du Haut Bourgeois.",
    "Pour aller de Manufacture à Faculté de Droit, Citadine 1 : Nancy traverse principalement Rue de la Ravinelle, Rue Hermite.",
    "Le trajet de Brabois express : Nancy Gare → Vandœuvre Brabois Santé reliant Gare – Simone Veil à Painlevé passe par Rue Raymond Poincaré, street_39377669, Rue de Saint-Lambert, Place de la Commanderie, Rue de Villers, Place Paul Painlevé, Rue Aristide Briand.",
    "Entre Painlevé et Louis Armand, Brabois express : Nancy Gare → Vandœuvre Brabois Santé suit le parcours suivant : Rue Aristide Briand, Boulevard Charlemagne, Rue Émile Bertin, street_324563818, street_604855879, street_324563807, Avenue de la Libération, Boulevard de Baudricourt, street_471239342, street_1313822532, street_250842895, Avenue de Brabois.",
    "Le segment de Brabois express : Nancy Gare → Vandœuvre Brabois Santé entre Louis Armand et Longchamp emprunte les rues suivantes : Avenue de Brabois, Avenue Paul Muller.",
    "Pour aller de Longchamp à La Champelle, Brabois express : Nancy Gare → Vandœuvre Brabois Santé traverse principalement Avenue Paul Muller, Avenue de la Forêt de Haye.",
    "Pour aller de La Champelle à Campus Brabois Santé, Brabois express : Nancy Gare → Vandœuvre Brabois Santé traverse principalement Avenue de la Forêt de Haye.",
    "Brabois express : Nancy Gare → Vandœuvre Brabois Santé circule entre Campus Brabois Santé et Campus INPL en empruntant Avenue de la Forêt de Haye.",
    "Brabois express : Nancy Gare → Vandœuvre Brabois Santé relie Campus INPL à Brabois Santé en passant par Avenue de la Forêt de Haye, Avenue de Bourgogne, Rue du Morvan.",
    "Entre Brabois Santé et Campus INPL, Brabois express : Vandœuvre Brabois Santé → Nancy Gare suit le parcours suivant : Rue du Morvan, Avenue de Bourgogne, Avenue de la Forêt de Haye.",
    "Brabois express : Vandœuvre Brabois Santé → Nancy Gare circule entre Campus INPL et Campus Brabois Santé en empruntant Avenue de la Forêt de Haye.",
    "Brabois express : Vandœuvre Brabois Santé → Nancy Gare circule entre Campus Brabois Santé et La Champelle en empruntant Avenue de la Forêt de Haye.",
    "Entre La Champelle et Longchamp, Brabois express : Vandœuvre Brabois Santé → Nancy Gare suit le parcours suivant : Avenue de la Forêt de Haye, Avenue Paul Muller.",
    "Le trajet de Brabois express : Vandœuvre Brabois Santé → Nancy Gare reliant Longchamp à Louis Armand passe par Avenue Paul Muller, Avenue de Brabois.",
    "Le segment de Brabois express : Vandœuvre Brabois Santé → Nancy Gare entre Louis Armand et Painlevé emprunte les rues suivantes : Avenue de Brabois, street_250842895, street_1313822532, street_471239342, Boulevard d'Haussonville, Rue Fabert, Rue Émile Bertin, street_324563807, street_604855879, street_324563818, Place Paul Painlevé, Rue de Mon Désert.",
    "Le trajet de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval reliant Pont Fleuri à Courbet passe par Avenue de Metz.",
    "Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval circule entre Courbet et Lavoir en empruntant Avenue de Metz.",
    "Pour aller de Lavoir à Brasseries, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval traverse principalement Avenue de Metz.",
    "Le segment de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval entre Brasseries et Carsat emprunte les rues suivantes : Avenue de Metz, Rue de Metz.",
    "Entre Carsat et Saint-Fiacre, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval suit le parcours suivant : Rue de Metz.",
    "Pour aller de Saint-Fiacre à Désilles, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval traverse principalement Rue de Metz, Place du Luxembourg.",
    "Pour aller de Désilles à Cours Léopold, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval traverse principalement Place du Luxembourg, Allée Arnaud Beltrame, Cours Léopold.",
    "Le trajet de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval reliant Cours Léopold à Place Carnot passe par Cours Léopold, Place Carnot.",
    "Pour aller de Place Carnot à Place Stanislas - Dom Calmet, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval traverse principalement Place Carnot, Rue Guerrier de Dumast, Place Dombasle, Rue Henri Poincaré, Rue Gambetta, Rue des Carmes.",
    "Le segment de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval entre Quartier Saint-Nicolas et Pichon emprunte les rues suivantes : Rue des Quatre Églises, Avenue du Général Leclerc.",
    "Le segment de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval entre Nations et Kehl emprunte les rues suivantes : Boulevard de l'Europe, Rue d'Italie.",
    "Pour aller de Kehl à Fribourg, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval traverse principalement Boulevard de l'Europe, Rue d'Italie, Rue Carnot, Avenue Jeanne d'Arc.",
    "Entre Fribourg et Crévic, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval suit le parcours suivant : Avenue Jeanne d'Arc, Rue de Crévic.",
    "Entre Crévic et Rimbaud, Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval suit le parcours suivant : Rue de Crévic.",
    "Le trajet de Tempo 5 : Maxéville Meurthe-Canal → Vandœuvre Roberval reliant Rimbaud à Collège Simone de Beauvoir passe par Rue de Crévic.",
    "Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal relie Crévic à Fribourg en passant par Rue de Crévic, Avenue Jeanne d'Arc.",
    "Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal relie Fribourg à Jeanne d'Arc en passant par Avenue Jeanne d'Arc, street_748885755, street_604488382, Boulevard de l'Europe.",
    "Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal relie Jeanne d'Arc à Kehl en passant par Boulevard de l'Europe.",
    "Le segment de Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal entre Kehl et Nations emprunte les rues suivantes : Boulevard de l'Europe, street_559864003, Rue des Nations.",
    "Le segment de Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal entre Place Stanislas - Dom Calmet et Amerval emprunte les rues suivantes : Rue Saint-Dizier, Rue d'Amerval.",
    "Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal circule entre Amerval et Place Carnot en empruntant Rue d'Amerval, Rue de la Monnaie, Place Carnot.",
    "Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal relie Place Carnot à Cours Léopold en passant par Place Carnot, Cours Léopold.",
    "Le segment de Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal entre Cours Léopold et Désilles emprunte les rues suivantes : Cours Léopold, Allée Arnaud Beltrame, Place du Luxembourg.",
    "Entre Lavoir et Courbet, Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal suit le parcours suivant : Avenue de Metz.",
    "Le trajet de Tempo 5 : Vandœuvre Roberval → Maxéville Meurthe-Canal reliant Courbet à Pont Fleuri passe par Avenue de Metz.",
    "Pleine Lune : Gare - Poirel => Gare - Poirel circule entre Quartier Saint-Nicolas et Pichon en empruntant Rue des Quatre Églises, Avenue du Général Leclerc.",
    "Pleine Lune : Gare - Poirel => Gare - Poirel relie Joseph Laurent à Paul Muller en passant par Boulevard des Aiguillettes.",
    "Pleine Lune : Gare - Poirel => Gare - Poirel relie Paul Muller à Villers Mairie en passant par Boulevard des Aiguillettes.",
    "Pleine Lune : Gare - Poirel => Gare - Poirel relie Villers Mairie à Rodin en passant par Boulevard des Aiguillettes.",
    "Le segment de Pleine Lune : Gare - Poirel => Gare - Poirel entre Rodin et Maréville emprunte les rues suivantes : Boulevard des Aiguillettes.",
    "Pleine Lune : Gare - Poirel => Gare - Poirel relie Maréville à Provinces en passant par Boulevard des Aiguillettes, street_23343150, Rue de Maréville, Avenue de l'Europe.",
    "Le trajet de Pleine Lune : Gare - Poirel => Gare - Poirel reliant Provinces à Europe passe par Avenue de l'Europe.",
    "Le segment de Pleine Lune : Gare - Poirel => Gare - Poirel entre Europe et Hardeval emprunte les rues suivantes : Avenue de l'Europe, Boulevard Maréchal Foch.",
    "Le segment de Pleine Lune : Gare - Poirel => Gare - Poirel entre Domaine Sainte-Anne et Médreville emprunte les rues suivantes : Rue Aristide Briand, Rue de Laxou.",
    "Pour aller de Médreville à Sacré-Cœur, Pleine Lune : Gare - Poirel => Gare - Poirel traverse principalement Rue de Laxou.",
    "Le segment de Pleine Lune : Gare - Poirel => Gare - Poirel entre Sacré-Cœur et Commanderie emprunte les rues suivantes : Rue de Laxou, Place de la Commanderie, Avenue Foch."
]